Repository: marceltoben/evandrix.github.com
Catalog: defcon/DotNetNuke Exploit/DotNetNuke_Community_06.00.00_Install/Install/App_LocalResources/Installwizard.aspx.*.resx
Languages: ar_jo, ca_es, de_de, fr_fr, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_br, ru_ru, tr_tr

# ProvidersTitle.Text
source: Install Providers
ar_jo: تنصيب المزودات
ca_es: Instal·lació de proveïdors
de_de: Provider installieren
fr_fr: Installation des Fournisseurs
it_it: Installa Providers
ko_kr: 프로바이더 설치
nl_nl: Installeer Providers
pl_pl: Instalacja dostawców (usługodawców)
pt_br: Instalar Provedores
tr_tr: Bileşen Kur

# SMTPAnonymous.Text
source: Anonymous
ca_es: Anònima
de_de: Anonym
fr_fr: Anonyme
it_it: Anonimo
ko_kr: 익명
nl_nl: Annoniem
pl_pl: Anonimowe
pt_br: Anônimo
tr_tr: Anonim

# SMTPAuthentication.Text
source: Authentication:
ca_es: Autenticació:
de_de: Anmeldung:
fr_fr: Identification :
it_it: Autenticazione:
ko_kr: 인증:
nl_nl: Authenticatie:
pl_pl: Uwierzytelnienie:
pt_br: Autenticação:
tr_tr: Kimlik Doğrulama:

# SMTPBasic.Text
source: Basic
ca_es: Bàsica
de_de: unverschlüsselt
fr_fr: De Base
ko_kr: 기본
nl_nl: Basis
pl_pl: Podstawowe (zwykły tekst)
pt_br: Básico
tr_tr: Basit

# SMTPEnableSSL.Text
source: Enable SSL:
ca_es: Activa SSL:
de_de: per SSL gesichert:
fr_fr: Activer SSL :
it_it: Abilita SSL:
ko_kr: SSL 사용:
nl_nl: SSL Inschakelen:
pl_pl: Włącz SSL/TLS:
pt_br: Ativar SSL:
tr_tr: SSL Etkin:

# SMTPError.Text
source: <b><font color='red'>SMTP Error(s):</font></b><br/>{0}
ar_jo: <b><font color='red'>SMTP خطأ ب:</font></b><br/>{0}
ca_es: <b><font color='red'>Errors d'SMTP:</font></b><br/>{0}
de_de: <b><font color='red'>SMTP-Server Fehler:</font></b><br/>{0}
fr_fr: <b><font color='red'>Erreur(s) SMTP :</font></b><br/>{0}
it_it: <b><font color='red'>Errore(i) SMTP:</font></b><br/>{0}
ko_kr: <b><font color='red'>SMTP 에러:</font></b><br/>{0}
nl_nl: <b><font color='red'>SMTP Foutmelding(en):</font></b><br/>{0}
pl_pl: <b><font color='red'>Błąd SMTP:</font></b><br/>{0}
pt_br: <b><font color='red'>Erro na configuração do SMTP:</font></b><br/>{0}
tr_tr: <b><font color='red'>SMTP Hatası:</font></b><br/>{0}

# SMTPPassword.Text
source: Password:
ar_jo: الرقم السري:
ca_es: Contrasenya:
de_de: Kennwort:
fr_fr: Mot de passe :
ko_kr: 비밀번호:
nl_nl: Wachtwoord:
pl_pl: Hasło:
pt_br: Senha:
tr_tr: Şifre:

# SMTPServer.Text
source: Server:
ar_jo: الخادم:
ca_es: Servidor:
fr_fr: Serveur :
ko_kr: 서버:
pl_pl: Serwer:
pt_br: Servidor:
tr_tr: Sunucu:

# SMTPSettings.Text
source: SMTP Server Settings
ar_jo: وضعيات خادم اس.ام.ت.ب
ca_es: Configuració del servidor SMTP
de_de: SMTP-Server-Einstellungen
fr_fr: Paramètres du serveur SMTP
it_it: Impostazioni del Server SMTP
ko_kr: SMTP 서버 설정
nl_nl: SMTP Server Instellingen
pl_pl: Ustawienia protokołu SMTP
pt_br: Configurações do Servidor SMTP
tr_tr: SMTP Sunucu Ayarları

# SMTPSettingsHelp.Text
source: You can configure and test your SMTP Server settings.
ar_jo: يمكنك تكوين وفحص وضعيات خادم اس.ام.ت.ب <BR><BR>SMTP Server settings.
ca_es: Aquí podeu configurar i provar el vostre servidor SMTP
de_de: Konfigurieren Sie Ihren SMTP-Server-Zugriff und testen Sie dies.
fr_fr: Vous pouvez configurer et tester les paramètres SMTP.
it_it: Puoi configurare e testare le impostazioni SMTP.
ko_kr: SMTP 서버를 설정하고 테스트 할 수 있습니다.
nl_nl: U kunt de SMTP Server instellingen configureren en testen.
pl_pl: W tym miejscu należy skonfigurować kilka ustawień wymaganych do komunikacji z serwerem pocztowym SMTP.
pt_br: Você pode definir e testar suas configurações do servidor SMTP.
tr_tr: Eposta Sunucusu ayarlarını bu bölümden yapabilir ve test edebilirsiniz.

# SMTPSuccess.Text
source: <b><font color='green'>SMTP Success:</font></b><br/>{0}
ar_jo: <b><font color='green'>SMTP نجاح :</font></b><br/>{0}
ca_es: <b><font color='green'>SMTP correcte:</font></b><br/>{0}
de_de: <b><font color='green'>SMTP-Zugriff erfolgreich:</font></b><br/>{0}
ko_kr: <b><font color='green'>SMTP 성공:</font></b><br/>{0}
nl_nl: <b><font color='green'>SMTP Succes:</font></b><br/>{0}
pl_pl: <b><font color='green'>Test SMTP zakończony pomyślnie:</font></b><br/>{0}
pt_br: <b><font color='green'>Sucesso na configuração do SMTP:</font></b><br/>{0}
tr_tr: <b><font color='green'>SMTP Başarılı:</font></b><br/>{0}

# SMTPUsername.Text
source: Username:
ar_jo: اسم المستخدم:
ca_es: Usuari:
de_de: Benutzername:
fr_fr: Nom d’utilisateur :
it_it: Nome Utente:
ko_kr: 사용자이름:
nl_nl: Naam Gebruiker:
pl_pl: Nazwa użytkownika:
pt_br: Nome de usuário:
tr_tr: Kullanıcı adı:

# SpecifyHostEmailMessage.Text
source: You Must Specify The Host Email Address
ar_jo: يجب عليك تحديد عنوان البريد الالكتروني للمضيف
ca_es: Heu d'indicar el correu de l'usuari amfitrió
de_de: Sie müssen die Email-Adresse des Systembenutzers angeben
fr_fr: Vous devez spécifier l’adresse Email du compte "Hôte"
it_it: Devi specificare l'indirizzo Email di Host
ko_kr: 호스트 이메일 주소를 명시하세요.
nl_nl: U dient het Gastheer e-mailadres op te geven
pl_pl: Adres e-mail administratora portalu musi być poprawnie podany
pt_br: Você deve especificar o endereço de email do servidor.
tr_tr: Host Eposta Adresini Belirtmelisiniz

# TestSMTP.Text
source: Test SMTP Settings
ar_jo: فحص وضعيات اس.ام.ت.ب
ca_es: Prova de configuració de SMTP
de_de: SMTP-Server-Zugriff testen
fr_fr: Test des paramètres SMTP
it_it: Prova Impostazioni SMTP
ko_kr: SMTP 설정 테스트
nl_nl: Test SMTP Instellingen
pl_pl: Test ustawień SMTP
pt_br: Testar as configurações do SMTP
tr_tr: SMTP Ayarlarını Test Et

# UpdateDetail.Text
source: This software can routinely check for the latest important updates for your website. These updates can include security updates, critical updates and patches. (No information is collected that can be used to identify you or contact you without your explicit consent.)
ar_jo: هذا البرنامج يمكنه روتنيا فحص اخر تحديثات مهمة لهذا الموقع . هذه التحديثات يمكن ان تكون تحديثات أمنية , تحديثات هامة واصلاحات .(لا معلومات يتم تجميعها من الممكن ان تستخدم للتعرف عليك او الاتصال بك بدون موافقة واضحة منك).
ca_es: El sistema pot verificar periòdicament si hi actualitzacions importants. Aquí s'inclouen actualitzacions de seguretat, crítiques i menors. En cap cas es guardarà informació que es pugui utilitzar per identificar-vos o per contactar-vos sense el vostre consentiment explícit.
de_de: Diese Software kann regelmäßig auf wichtige Aktualisierungen und Sicherheits-Patches prüfen, dabei werden ohne Ihre Zustimmung keine Daten über Ihr System (außer der IP und Version) übermittelt.
fr_fr: Cette application peut régulièrement vérifier la présence de mises à jour. (Maj de sécurité, Maj critiques, correctifs). (Aucune information collectée ne sera utilisée pour vous identifier ou vous contacter).
it_it: Questo software può controllare periofdicamente la disponibilità di aggiornamenti importanti pe ril tuo sito web. Tali aggiornamenti possono includere aggiornamenti critici, di sicurezza e correzioni.. (Nessuna informazione viene mantenuta e non può essere utilizzata per identificarti o contattarti senza il tuo esplicito consenso.)
ko_kr: 이 소프트웨어는 중요한 최신 업데이트가 있을때마다 정기적으로 체크됩니다. 이 업데이트는 보안 , 중요업데이트 및 패치를 포함합니다.
nl_nl: Deze software kan geregeld een controle uitvoeren of er belangrijke updates voor uw website zijn. Deze updates kunnen beveiligins updates, kritieke updates en patches zijn. (Er wordt geen informatie verzameld die kan worden gebruikt om uw identiteit te achterhalen of om contact met u up te nemen zonder uw goedkeuring.)
pl_pl: Oprogramowanie to może sprawdzać dostępność ważnych aktualizacji aplikacji DNN. Aktualizacje te mogą zawierać poprawki związane z bezpieczeństwem, aktualizacje krytyczne i inne. (Nie są przy tym zbierane żadne informacje, które mogłyby posłużyć do identyfikacji lub kontaktu z jakąkolwiek osobą bez jej wyraźnej zgody.)
pt_br: Esta aplicação pode rotineiramente procurar pelas últimas atualizações importantes para o seu portal. Estas atualizações podem incluir atualizações de segurança, atualizações críticas e correções. (nenhuma informação é coletada que possa ser usada para identificar ou contactar você sem o seu consentimento explícito.)
tr_tr: Bu yazılım, rutin olarak yeni sürüm kontrolleri yapmaktadır. Yeni sürümlerde güvenlik düzeltmeleri, kritik güncellemeler ve yamalar yer alır (Kişisel bilgileriniz isteğiniz dışında saklanmaz)

# UpdateEmail.Text
source: Do you want to receive notifications by email regarding updates to the software?
ar_jo: هل ترغب بإستلام اشعار عبر البريد الالكتروني يتعلق بتحديثات البرنامج؟
ca_es: Voleu rebre notificacions per correu de les actualitzacions del producte?
de_de: Wollen Sie per E-Mail über neue Versionen des Systems benachrichtigt werden?
fr_fr: Souhaitez-vous être informé par Email des mises à jour de cette application ?
it_it: Vuoi ricevere le notifiche per email riguardo gli aggiornamenti del software ?
ko_kr: 소프트웨어 업데이트 알람메일을 받으시길 원하십니까?
nl_nl: Wilt u notificatie e-mail berichten ontvangen betreffende de updates van de software?
pl_pl: Czy powiadomienia o dostępnych aktualizacjach oprogramowania mają być przesyłane do administratora za pośrednictwem poczty elektronicznej?
pt_br: Você deseja receber notificações por email sobre atualizações para a aplicação?
tr_tr: Güncelleme paketi duyurulduğunda size eposta mesajı gönderilmesini ister misiniz?

# UpdateTitle.Text
source: Update Service - Help protect the Integrity of your Website
ar_jo: خدمة التحديث - تساعد بحماية متكاملة لموقعك
ca_es: Servei d'actualitzacions - Ajuda a protegir la integritat del vostre web
de_de: Aktualisierungsdienst - unterstützt Sie bei der Integrität Ihrer Web-Site
fr_fr: Service de Mise à jour - Il vous permet de protéger l’intégrité de votre site
it_it: Servizio di Aggiornamento - Aiuto e Help protegge l'integrità del tuo sito Web
ko_kr: 업그레이드 서비스 - 웹사이트 통합보호를 도와줍니다.
nl_nl: Update Service - Help de integriteit van uw website te beschermen
pl_pl: Usługa aktualizacji - pomaga zachować integralność witryny
pt_br: Serviço de Atualização<br>Ajuda a proteger a integridade do seu portal.
tr_tr: Güncelleme Servisi - Sitenize yeni özellikler kazandırmanızı ve eski sürümlerdeki hataların giderilmesini sağlar.

# Yes.Text
source: Yes
ar_jo: نعم
ca_es: Sí
de_de: ja
fr_fr: Oui
it_it: Si
ko_kr: 예
nl_nl: Ja
pl_pl: Tak
pt_br: Sim
tr_tr: Evet

# DatabaseWarning.Text
source: <b><font color='red'>The Auto option has been disabled as the DotNetNuke Application cannot connect to a valid SQL Server database. You can continue to use either of the other two Wizard options and configure the Database settings at the appropriate Wizard step.</font></b>
ca_es: <b><font color='red'>El mètode automàtic s'ha deactivat ja que no s'ha trobat cap connexió vàlida a SQL Server. Podeu continuar amb la instal·lació i seleccionar alguna de les altres opcions, podreu configurar la connexió a la base de dades en un pas posterior.</font></b>
de_de: <b><font color='red'>Die 'auto'-Option wurde deaktiviert, da eine Verbingung mit den derzeitigen Datenbankangaben nicht möglich ist. Fahren Sie mit einer der anderen beiden Optionen fort, die Ihnen die Angabe der Datenbankverbindung erlauben.</font></b>
ko_kr: <b><font color='red'>DotNetNuke 가 유효한 SQL 서버 데이터베이스에 연결할 수없어 자동옵션은 비활성화됩니다. 다른 두옵션은 계속사용하실 수 있으며 적절한 단계에서 데이터베이스가 설정됩니다.</font></b>
pl_pl: <b><font color='red'>Opcja instalacji automatycznej została wyłączona, ponieważ aplikacja DotNetNuke nie może uzyskać połączenia do właściwej bazy danych SQL Server. Instalacja może być kontynuowana przy użyciu jednej z dwóch pozostałych opcji i po skonfigurowaniu połączenia do bazy danych na jednej z kolejnych stron Kreatora instalacji.</font></b>
pt_br: <b><font color='red'>A opção de instalação automática foi desativada porque o DotNetNuke não pôde se conectar a uma base de dados SQL Server válida. Você pode continuar a usar qualquer uma das outras duas opções do assistente e configurar as definições da base de dados no passo apropriado do assistente.</font></b>

# DbNameError.Text
source: <b><font color='red'>You must enter the name of the database.</font></b>
ca_es: <b><font color='red'>Heu d'entrar el nom de la base de dades.</font></b>
de_de: <b><font color='red'>Sie müssen den Namen der Datenbank angeben!</font></b>
ko_kr: <b><font color='red'>데이터베이스의 이름을 넣어야합니다.</font></b>
pl_pl: <b><font color='red'>Nazwa bazy danych musi być określona.</font></b>
pt_br: <b><font color='red'>Você deve entrar o nome da base de dados!</font></b>

# InstallFailed.Text
source: Failure installing Database Scripts
ca_es: Error d'instal·lació d'scripts de base de dades
de_de: Fehler beim Ausführen der Datenbank-Skripte
ko_kr: 데이터베이스 스크립트 설치실패
pl_pl: Niepowodzenie wykonywania skryptów instalacyjnych bazy danych
pt_br: Falha ao instalar os procedimentos na base de dados

# Page11.Title
source: Installation Complete
ca_es: Instal·lació finalitzada

# No.Text
source: No
ar_jo: لا
de_de: nein
fr_fr: Non
ko_kr: 아니요
nl_nl: Nee
pl_pl: Nie
pt_br: Não
tr_tr: Hayır
