Repository: marceltoben/evandrix.github.com
Catalog: defcon/DotNetNuke Exploit/DotNetNuke_Community_06.00.00_Install/Install/App_LocalResources/Installwizard.aspx.*.resx
Languages: ar_jo, ca_es, de_de, fr_fr, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_br, ru_ru, tr_tr

# ModulesDetail.Text
source: <p>DotNetNuke has a powerful extensibility. This extensibility is provided through the concept of "installable" modules.</p> <p>On this page you can choose the optional Modules to install. Installing the Modules makes them available to Portal Administrators.</p>
ar_jo: <p>دوتنت نوك قابل للتمدد بصورة كبيرة . قابيلة التمدد هذه تزود من خلال المفهوم وحدات "تنصيبية" .</p> <p>في هذه الصفحة يمكنك اختيار الوحدات الاختيارية المراد تنصيبها . تنصيب هذه الوحدات يجعلها متوفرة لإداري البوابة .</p>
ca_es: <p>DotNetNuke proporciona una extensibilitat molt potent. Aquesta extensibilitat es manifesta mitjançant el concepte de mòduls instal·lables.</p> <p>En aquesta pàgina podeu escollir quins mòduls opcionals voleu instal·lar. Els mòduls que s'instal·lin estaran a disposició dels editors de pàgines de la web.</p>
de_de: <p>Das System ist flexibel erweiterbar, Funktionen werden durch installierbare Module hinzugefügt.</p> <p>Auf dieser Seite können Sie zusätzlich enthaltene Module installieren, die dadurch dem Administrator und den Seiten-Autoren zur Verfügung stehen, um sie auf den Seiten der Web-Site zu platzieren.</p>
fr_fr: <p>DotNetNuke dispose d’une grande capacité d’évolution : les Modules.</p> <p>Choisissez ceux que vous souhaitez installer et qui seront disponibles pour les administrateurs des sites.</p>
it_it: <p>DotNetNuke has a powerful extensibility. This extensibility is provided through the concept of "installable" modules.</p> <p>In questa pagina puoi scegliere quali moduli opzionali installare. L'installazione rende questi moduli disponibili agli amministratori dei Portali.</p>
ja_jp: <p>DotNetNuke はモジュールの追加インストールが可能であり、これは強力な拡張性となっています。</p> <p>このページでは、インストールするオプションモジュールを選択します。モジュールをインストールすることによって、ページ編集者はそれらを利用することができるようになります。</p>
ko_kr: <p>DotNetNuke 는 강력한 확장을 가지고 있습니다. 이 확장성은 "설치가능한" 모듈 개념으로 제공됩니다.</p> <p>이 페이지에서 원하시는 모듈를 선택하실 수 있습니다. 모듈을 설치하시면 포털관리자가 이용할 수 있습니다.</p>
nl_nl: <p>DotNetNuke heeft zeer veel uitbreidingsmogelijkheden. Deze uitbreidbaarheid wordt aangeboden via het concept van "instaleerbare" modules.</p> <p>Op deze pagina kunt u kiezen welke optionele modules geïnstalleerd moeten worden. Het installeren van modules maakt deze beschikbaar voor pagina beheerders</p>
pl_pl: <p>DotNetNuke posiada duże możliwości rozszerzeń. Rozszerzalność jest udostępniona poprzez możliwość instalowania różnych modułów.</p> <p>Na tej stronie można wybrać opcjonalne moduły do instalacji. Zainstalowanie modułu czyni go dostępnym dla administratorów stron.</p
pt_br: <p>O DotNetNuke tem uma poderosa extensibilidade. Esta extensibilidade é fornecida através do conceito de módulos 'instaláveis'.</p> <p>Nesta página você pode escolher os módulos opcionais a serem instalados. Instalando os módulos os tornarão disponíveis para os administradores de portal.</p>
ru_ru: <p>DotNetNuke обладает хорошими возможностями по расширению. Эти возможности предоставляются в рамках концепции устанавливаемых модулей. </p> <p>На данной странице Вы можете указать дополнительные модули для установки. Установка модулей делает их доступными для редакторов страниц.</p>
tr_tr: <p>DotNetNuke güçlü bir yapıya sahiptir. Bu yapının oluşmasına kurulabilir modül paketleri önemli bir katkı sağlamaktadır.</p> <p>Bu sayfada, opsiyonel Modül paketlerini seçerek bu paketlerin kurulmasını sağlayabilirsiniz. Kurulan modüller Sayfa Editörlerinin kullanımına sunulur.</p>

# ModulesTitle.Text
source: Install Optional Modules
ar_jo: تنصيب الوحدات الاختيارية
ca_es: Instal·lació de mòduls opcionals
de_de: Optionale Module installieren
fr_fr: Installation des modules optionnels
it_it: Installa Moduli Opzionali
ja_jp: オプションモジュールのインストール
ko_kr: 부가 모듈 설치
nl_nl: Optionele modules installeren
pl_pl: Instlacja opcjonalnych modułów
pt_br: Instalar Módulos Opcionais
ru_ru: Установить дополнительные модули
tr_tr: Opsiyonel Modülleri Yükle

# Page9.Title
source: Install Providers
ar_jo: تنصيب مزودات
ca_es: Instal·lació del portal
de_de: Web-Site installieren
fr_fr: Installation des "providers"
it_it: Installa Providers
ja_jp: ポータルのインストール
ko_kr: 프로바이더 설치
nl_nl: Portaal installeren
pl_pl: Instacja usługodawców (dostawców)
pt_br: Instalar Provedores
ru_ru: Установка портала
tr_tr: Portal Kur

# PortalDetail.Text
source: <p>In this page you will configure the Host (or initial) Portal (website).</p> <p>You will need to provide an administrator user account. This user has access to all functionality of the portal, and as with the Host User care should be taken to provide a UserName/Password combination that is difficult to "hack" by malicious users.</p>
ar_jo: <p> في هذه الصفحة ستقوم بتكوين مضيف (او تفعيل) البوابة (الموقع).</p> <p>ستحتاج لتزويد حساب مستخدم اداري . هذا المستخدم يملك الوصول لجميع وظائف البوابة , كما المستخدم مضيف يجب اخذ الحيطة عند تزويد المزيج اسم المستخدم/الرقم السري بحث تكون قيمة صعبة الاختراق من قبل المستخدمين الهاكر و الماكرين.</p>
ca_es: <p>En aquesta pàgina heu de configurar el portal inicial (o predeterminat).</p> <p>Cal que entreu les dades de l'administrador del portal. Aquest usuari té accés a tota la funcionalitat del portal, per la qual cosa cal anar en compte de triar un Usuari i Contrasenya que sigui difícil d'endevinar per usuaris malintencionats.</p>
de_de: <p>Auf dieser Seite konnen Sie die Stamm-Web-Site Ihres Systems konfigurieren.</p><p> Sie müssen ein Administratorkonto angeben. Dieser Benutzer hat Zugriff auf alle Fuktionen der Web-Site und wie beim Systemverwalter sollten Sie eine sichere Kombination aus Benutzernamen und Kennwort verwenden, die nicht einfach "geknackt" werden kann.
fr_fr: <p>Configuration du site initial de l’hôte.</p> <p>Vous allez créer un Administrateur pour ce site. Cette utilisateur aura accès à toutes les fonctions d’administration pour ce site. Veillez à créer un couple "nom d’utiliseur/mot de passe" fort afin d’éviter le piratage.</p>
it_it: <p>In questa pagina devi configurare il portale iniziale ( Host Portal).</p> <p>E' necessario che fornisci un utente amministratore. Questo utente ha accesso a tutte le funzionalità del portale, e come per l'utente Host deve essere prestata attenzione nella scelta della combinazione Utente/Password in maniera che siano difficilmente indovinabili da utenti malintenzionati.</p>
ja_jp: <p>このページでは、ホスト(初期)ポータル(Webサイト)の設定を行います。</p> <p>管理者ユーザーアカウントを作成する必要があります。このユーザーは、ポータルのすべての機能にアクセスすることができます。ホストユーザーと同様、悪意のあるユーザーからの不正侵入を防ぐため、より複雑なユーザー名およびパスワードを設定することをお勧めします。</p>
ko_kr: <p>이 페이지에서는 호스트 포털(웹사이트)설정을 합니다.</p> <p>관리자 계정을 제공하셔야합니다. 이 계정은 모든 포털의 기능에 접근할 수있고 호스트 유저를 관리합니다. 사용자이름/비밀번호 조합을 난해하게 설정하세요.</p>
nl_nl: <p>Op deze pagina kunt u het Gastheer (ofwel eerste) Portaal configureren.</p> <p>U moet een gebruikersaccount opgeven voor de beheerder van het portaal. Deze gebruiker zal toegang hebben tot alle functionaliteit van het portaal, en net zoals bij het gastheer account, is het aan te raden om een moeilijk te raden gebruikersnaam / wachtwoord te kiezen, zodat kwaadwillenden niet eenvoudig ongeoorloofd toegang kunnen verkrijgen.</p>
pl_pl: <p>Na tej stronie można skonfigurować witrynę portalu.</p> <p>Należy zdefiniować konto administratora witryny. Użytkownik ten będzie miał dostęp do wszystkich funkcjonalności witryny, i tak jak w przypadku użytkownika Host, powinien posiadać trudne do "złamania" hasło i nazwę użytkownika.</p>
pt_br: <p>Nesta página você irá configurar o portal inicial do servidor.</p> <p>Você precisará fornecer uma conta de usuário administrador do portal. Este usuário terá acesso a toda funcionalidade do portal, e assim como fez com o administrador do servidor você também deve ter o cuidado de fornecer uma combinação de NomeDeUsuário/Senha que seja difícil de ser descoberta por usuários maliciosos.</p>
ru_ru: <p>На данной странице Вы можете настроить Host (или начальный) Портал (сайт).</p> <p>Вам необходимо создать учетную запись администратора. Администратор имеет доступ ко всей функциональности портала, и для него, как и в случае Host-пользователя, необходимо указать такую комбинацию Имя_Пользователя/Пароль, которую будет максимально сложно подобрать злоумышленникам. </p>
tr_tr: <p>Bu sayfada Host (veya ilk) Portal'ı (websitesini) yapılandırabilirsiniz. </p> <p>Bir yönetici hesabı tanımlamanız gerekecektir. Bu kullanıcı portaldaki tüm fonksiyonlara erişebilecektir, bu nedenle Host kullanıcısında olduğu gibi kullanıcı adı ve şifre belirlenirken zararlı kullanıcılar tarafından ele geçirilmesi/tahmin edilmesi (hack edilmesi) zor bir kombinasyon seçilmelidir.</p>

# PortalTitle.Text
source: Portal Title:
ar_jo: عنوان البوابة:
ca_es: Títol del portal:
de_de: Web-Site-Bezeichnung:
fr_fr: Titre du site :
it_it: Titolo Portale:
ja_jp: ホストポータルのインストール
ko_kr: 포털 제목:
nl_nl: Portaal Titel:
pl_pl: Tytuł witryny:
pt_br: Título do Portal:
ru_ru: Заголовок портала:
tr_tr: Portal Başlığı:

# Page7.Title
source: Install Languages
ar_jo: تنصيب اللغات
ca_es: Instal·lació d'aparences
de_de: Seitenlayout installieren
fr_fr: Installation des langues
it_it: Installa Linguaggi
ja_jp: スキンのインストール
ko_kr: 언어 설치
nl_nl: Installeer Skins
pl_pl: Instalacja pakietów dla obsługi innych języków
pt_br: Instalar Idiomas
ru_ru: Установка шаблонов
tr_tr: Temaları Kur

# SkinsDetail.Text
source: <p>DotNetNuke has a rich skinning capability. On this page you can choose the Skins and Containers to install.</p> <p>Installing a Skin and/or container does not automatically enable it, but it makes the skin available to you.</p>
ar_jo: <p>دوتنت نوك يملك قابلية تجليد غنية . في هذه الصفحة يمكنك اختيار الجلود والحاويات المراد تنصيبها .</p> <p>تنصيب الجلد و/او الحاوية لا يعني تفعيلها اوتو ماتيكيا , لكن يجعل الجلد متوفر لك .</p>
ca_es: <p>DotNetNuke ofereix unes capacitats de configuració de l'aparença molt riques. En aquesta pàgina podeu escollir quines aparences i contenidors opcionals voleu instal·lar.</p> <p>El fet d'instal·lar una aparença o contenidor no implica que automàticament estigui en ús, però us dóna l'opció d'utilitzar-ho posteriorment.</p>
de_de: <p>Das System lässt sich flexibel gestalten. Sie können auf dieser Seite optionale Seitenlayouts und Modulrahmen zur Installation auswählen.</p> <p>Durch die Installation eines Seitenlayouts oder Modulrahmens wird dieser nicht automatisch der Web-Site zugewiesen, aber er steht dem Administrator hierfür zur Verfügung.</p>
fr_fr: <p>L’apparence de DotNetNuke peut être profondément changée par le biais des Thêmes. Choisissez ceux que vous souhaitez utiliser.</p> <p>Ces thêmes ne seront pas actifs mais il pourront être appliqués plus tard à votre site.</p>
it_it: <p>DotNetNuke ha una ricca capacità di "skinning". In quest apagina puoi scegliere gli "Skins" e i "Containers" da installare.</p> <p>Installando uno Skin e/o un Container non lo abiliti automaticamente, ma lo rendi disponibile per la selezione.</p>
ja_jp: <p>DotNetNuke は高度なスキニング機能をもっています。このページでは、インストールする追加スキンまたはコンテナを選択することができます。</p>
ko_kr: <p>DotNetNuke 는 풍부한 스킨을 가지고 있습니다. 이 페이지에서 원하시는 스킨과 컨테이너를 선택하실 수 있습니다.</p> <p>설치된 스킨이나 컨테이너는 자동활성화는 되지 않으며 가용한 상태로 만들어주셔야 합니다.</p>
nl_nl: <p>DotNetNuke heeft uitgebreide mogelijkheden voor skinning. Op deze pagina kun u de optionele skins en containers kiezen</p> <p>Het installeren van een skin of container activeert deze niet automatisch, maar maakt de skin voor u beschikbaar.</p>
pl_pl: <p>DotNetNuke posiada bogate możliwości dostosowywania wyglądu witryn za pomocą skórek. Na tej stronie można wskazać opcjonalne skórki i kontenery do zainstalowania.</p> <p>Instalacja skórki/kontenera nie włącza go automatycznie, ale czyni dostępnym do wykorzystania w witrynach w dowolnym czasie.</p>
pt_br: <p>O DotNetNuke tem uma rica capacidade de alteração da aparência. Nesta página você pode escolher os temas e molduras para instalar.</p> <p>Instalando um tema e/ou moldura não o ativa automaticamente mas o torna disponível a você.</p>
ru_ru: <p>DotNetNuke обладает богатыми возможностями настройки интерфейса с помощью шаблонов. На этой странице Вы можете указать дополнительные шаблоны и контейнеры для установки.</p> <p>Установка шаблонов и/или контейнеров не активирует их автоматически, но делает их доступными для выбора.</p>
tr_tr: <p>DotNetNuke zengin bir tema kapasitesine sahiptir. Bu sayfada isteğe bağlı olarak yüklemek istediğiniz temaları ve modül kaplarını seçebilirsiniz.</p> <p>Bir temayı ya da modül kabını yüklemeniz halinde paket hemen etkinleştirilmez, tema/modül kabı seçenekleri arasında yer alır ve daha sonra tema/modül kabı seçimini yapabilirsiniz.</p>

# SkinsTitle.Text
source: Install Skins and Containers
ar_jo: تنصيب الجلود والحاويات الاختيارية
ca_es: Instal·lació d'aparences i contenidors opcionals
de_de: Zusätzliche Seitenlayouts und Modulrahmen installieren
fr_fr: Installation des Thêmes et Conteneurs
it_it: Installa Skins e Containers
ja_jp: 追加スキン、コンテナのインストール
ko_kr: 스킨과 컨테이너 설치
nl_nl: Optionele skins en containers installeren
pl_pl: Instlacja opcjonalnych skórek i kontenerów
pt_br: Instalar Temas e Molduras
ru_ru: Установка дополнительных шаблонов и контейнеров
tr_tr: İsteğe Bağlı Tema ve Modül Kaplarını Yükle

# Page8.Title
source: Install Authentication Services
ar_jo: تنصيب خدمات تصديق
ca_es: Instal·lació d'idiomes
de_de: Sprachen installieren
fr_fr: Installation d’un service d’identification
it_it: Installa Servizi di Autenticazione (Authentication Services)
ja_jp: 言語パックのインストール
ko_kr: 인증 서비스 설치
nl_nl: Installeer Taalbestanden
pl_pl: Instalacja systemów uwierzytelnienia
pt_br: Instalar Serviços de Autenticação
ru_ru: Установка языков
tr_tr: Dil Paketlerini Kur

# LanguagesDetail.Text
source: <p>DotNetNuke is fully localizable. On this page you can choose the languages you wish to install.</p>
ar_jo: <p>دوتنت نوك قالب للتحول للهجة المحلية بصورة كاملة . في هذه الصفحة اختار اللغات التي ترغب بتنصيبها .</p> <p>تنصيب اللغة لا يعني تفعيلها اوتوماتيكيا , لكن يجعل اللغة متوفرة لك .</p>
ca_es: <p>DotNetNuke es pot traduir completament. En aquesta pàgina podeu escollir quins idiomes voleu instal·lar.</p> <p>El fet d'instal·lar un idioma no implica que automàticament estigui en ús, però us dóna l'opció d'utilitzar-ho posteriorment.</p>
de_de: <p>Die statischen Elemente dieses Systems sind vollständig übersetzbar. Auf dieser Seite können Sie Sprachpakete auswählen, die Sie installieren möchten.</p> <p>Durch Installation eines Sprachpakets steht dieses automatisch allen Benutzern zur Auswahl zur Verfügung.</p>
fr_fr: <p>DotNetNuke est entièrement localisable. Choisissez la langue à installer</p>
it_it: <p>DotNetNuke è completamente localizzabile. In quyesta pagina puoi scegliere quali linguaggi desidei installare.</p>
ja_jp: <p>DotNetNuke は完全なローカライズ(言語対応)が可能です。このページでは、インストールする言語パックの選択することができます。</p>
ko_kr: <p>DotNetNuke 가 완전히 지역화되었습니다. 이 페이지에서 원하시는 언어를 선택하실 수 있습니다.</p>
nl_nl: <p>De interface van DotNetNuke is in meerdere talen beschikbaar. Op deze pagina kunt u kiezen welke talen u wilt installeren.</p> <p>Het installeren van een taal maakt deze niet automatisch actief, maar maakt de taal beschikbaar.</p>
pl_pl: DotNetNuke jest w pełni lokalizowalny. Na tej stronie można wybrać języki, których obsługa ma być zainstalowana.
pt_br: <p>O DotNetNuke pode ser totalmente traduzido. Nesta página você pode escolher os idiomas que você deseja instalar.</p>
ru_ru: <p>DotNetNuke полностью локализуем. На этой странице Вы можете выбрать языки, которые желаете установить.</p> <p>Установка языка не включает его автоматически, но делает его доступным для выбора.</p>
tr_tr: <p>DotNetNuke tamamen lokalize edilebilir bir yapıya sahiptir. Bu sayfada eklemek istediğiniz Dil Paketlerini seçebilirsiniz.</p> <p>Bir Dil Paketini kurmak, paketi otomatik olarak aktifleştirmez; ancak kurulum tamamlandıktan sonra dil seçimini Host > Languages sayfasından gerçekleştirebilirsiniz.</p>

# LanguagesTitle.Text
source: Install Language Packs
ar_jo: تنصيب الرزم اللغوية
ca_es: Instal·lació de paquets d'idiomes
de_de: Sprachpakete installieren
fr_fr: Installation des packs de langue
it_it: Installa pacchetti di Linguaggi
ja_jp: 言語パックのインストール
ko_kr: 언어팩 설치
nl_nl: Taalpakket(ten) installeren
pl_pl: Instalacja pakietów regionalnych (obsługi dodatkowych języków)
pt_br: Instalar Pacotes de Idioma
ru_ru: Установка языковых пакетов
tr_tr: Dil Paketi Yükle

# Password.Text
source: Password:
ar_jo: الرقم السري:
ca_es: Contrasenya:
de_de: Kennwort:
fr_fr: Mot de passe :
ja_jp: パスワード:
ko_kr: 비밀번호:
nl_nl: Wachtwoord:
pl_pl: Hasło:
pt_br: Senha:
ru_ru: Пароль:
tr_tr: Şifre:

# PasswordHelp.Text
source: Enter the Password for the Database
ar_jo: ادخل الرقم السري لقاعدة البيانات
ca_es: Entreu la contrasenya per accedir a la base de dades
de_de: Geben Sie das Kennwort für den Datenbankbenutzer ein.
fr_fr: Saisissez le mot de passe pour la Base
it_it: Inserisci la Password per il Database
ja_jp: データベースパスワードを入力してください。
ko_kr: 데이터베이스의 비밀번호를 입력하세요
nl_nl: Geef het wachtwoord voor de database.
pl_pl: Proszę podać hasło do bazy danych.
pt_br: Entre a senha para a base de dados.
ru_ru: Введите пароль для базы данных
tr_tr: Veritabanı şifresini yazın

# PasswordLength.Text
source: The password must be at least {0} characters.
ar_jo: الرقم السري يجب ان يكون على الأقل {0} احرف/علامات
ca_es: La contrasenya cal que tingui almenys {0} caràcters.
de_de: Das Kennwort muß mindestens {0} Zeichen lang sein.
fr_fr: Le mot de passe doit avoir au moins {0} caractères.
it_it: La password deve essere almeno {0} caratteri.
ja_jp: パスワードは{0}文字以上入力してください。
ko_kr: 비밀번호는 {0} 자 이상이어야 합니다.
nl_nl: Het wachtwoord dient tenminste {0} karakters lang te zijn.
pl_pl: Hasło musi zawierać co najmniej {0} znaki(ów).
pt_br: A senha deve ter ao menos {0] caracteres!
ru_ru: Пароль должен быть не менее {0} знаков.
tr_tr: Şifre en az {0} karakterden oluşmalıdır.

# PasswordUser.Text
source: You cannot set the Password to the same value as the User Name.
ar_jo: لا يمكنك وضع قيمة الرقم السري نفس قيمة اسم المستخدم
ca_es: La contrasenya no pot igual que el nom d'usuari.
de_de: Sie können nicht Benutzername und Kennwort identisch festlegen.
fr_fr: Le Nom et le mot de passe doivent être différents.
it_it: Non puoi impostare la password come il nome utente.
ja_jp: ユーザー名と同じパスワードは設定できません。
ko_kr: 사용자 이름과 동일한 값을 비밀번호로 사용할 수 없습니다.
nl_nl: Het wachtwoord mag niet gelijk zijn aan de gebruikersnaam.
pl_pl: Nie można ustawić hasła takiego samego jak nazwa użytkownika.
pt_br: Você não pode definir uma senha com o mesmo valor do nome de usuário!
ru_ru: Вы не можете ввести пароль такой же, как и Имя входа пользователя.
tr_tr: Şifrenizi kullanıcı adınızla aynı olacak şekilde ayarlayamazsınız.

# Permissions.Text
source: File Permissions Summary:
ar_jo: ملخص اذونات الملف:
ca_es: Resum de permisos de fitxer:
de_de: Zusammenfassung der Dateiberechtigungen:
fr_fr: Résumé des droits :
it_it: Sommario dei Permessi dei File:
ja_jp: アクセス権の確認結果:
ko_kr: 파일 권한 요약:
nl_nl: Overzicht Beveiligingsinstellingen:
pl_pl: Zestawienie uprawnień do plików:
pt_br: Resumo das permissões de arquivo:
ru_ru: Файловые разрешения:
tr_tr: Dosya İzinleri Özeti:
