Repository: marceltoben/evandrix.github.com
Catalog: defcon/DotNetNuke Exploit/DotNetNuke_Community_06.00.00_Install/Install/App_LocalResources/Installwizard.aspx.*.resx
Languages: ar_jo, ca_es, de_de, fr_fr, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_br, ru_ru, tr_tr

# PermissionsError.Text
source: <img alt="Image showing the security settings for the root folder of the website must be set to Read, Write and Change Control for the ASPNET or NT AUTHORITY/NETWORK SERVICE accounts." src="..\403-3.gif" align="right" hspace="10"/> <p><b><font color='red'>Your site failed the permissions check.</font></b></p> Using Windows Explorer, browse to the root folder of the website ( {0} ). Right-click the folder and select Sharing and Security from the popup menu. Select the Security tab. Add the appropriate User Account and set the Permissions. <br/><br/> <h3>If using Windows 2000 - IIS5</h3> <p>The {Server}\ASPNET User Account must have Read, Write, and Change Control of the virtual root of your website.</p> <h3>If using Windows 2003, Windows Vista or Windows Server 2008 and IIS6 or IIS7</h3> <p>The NT AUTHORITY\NETWORK SERVICE User Account must have Read, Write, and Change Control of the virtual root of your Website.</p> <h3>If using Windows 7 or Windows Server 2008 R2 and IIS7.5</h3> <p>The IIS AppPool\DefaultAppPool User Account must have Read, Write, and Change Control of the virtual root of your Website.</p> <br/><br/><br/><br/>
ar_jo: <p><img alt="صورة تظهر الوضعيات الأمنية لمجلد الجذر لموقعك التي يجب ان توضع للمتحكمات ." hspace="10" align="right" src="..\403-3.gif" /></p> <p><strong><font color="#ff0000">موقعك فشل بفحص الأذونات.</font></strong></p> <div dir="rtl">مستخدما متصفح الوندوز ,ابحث عن مجلد الجذر لموقعك <span dir="ltr">&nbsp; .( C:\DotNetNuke by default )</span></div> <div dir="rtl">استخدم يمين الفأرة وإختار من القائمة المنبثقة <span dir="ltr">Sharing and Security</span></div> <div dir="rtl">الرجاء الانتباه اذا كنت تستخدم ويندوز اكس بي انت تحتاج لتفعيل</div> <div dir="rtl"><a target="_blank" href="http://whoozoo.co.uk/winxpFilePerms.htm"><span dir="ltr">Enable Simple File Sharing</span></a></div> <div dir="rtl">قبل اظهار هذه الخيارات</div> <div dir="rtl"><span dir="ltr">.&nbsp;&nbsp;&nbsp;&nbsp;</span>اختار تبويب الأمن<span dir="ltr">Security&nbsp;</span> اضف حساب مستخدم مناسب وعين الاذون <span dir="ltr">Permissions</span>&nbsp;&nbsp;.</div> <div dir="rtl">&nbsp;</div> <ul type="disc"> <li dir="rtl">اذا كنت تستخدم وندوز 2000 &ndash; <span dir="ltr">IIS5</span></li> </ul> <div dir="rtl">حساب المتستخدم <span dir="ltr">[SERVER]\ASPNET</span> يجب ان يملك متحكمات <span dir="ltr">&nbsp;&nbsp;</span><span dir="ltr">Read</span>و<span dir="ltr">Write </span>&nbsp;و<span dir="ltr">Change </span>&nbsp;للجذر الظاهري لموقعك</div> <ul type="disc"> <li dir="rtl">اذا كنت تستخدم وندوز 2003 &ndash; <span dir="ltr">IIS6</span></li> </ul> <div dir="rtl">حساب المتستخدم <span dir="ltr">NT AUTHORITY\NETWORK SERVICE </span>&nbsp;يجب ان يملك متحكمات <span dir="ltr">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span><span dir="ltr">Read</span> و<span dir="ltr">Write </span>&nbsp; و<span dir="ltr">Change &nbsp;</span>&nbsp;للجذر الظاهري لموقعك</div> <p>&nbsp;</p>
ca_es: <img alt="Imatge que mostra que els paràmetres de seguretat per la carpeta arrel de la web han de ser: Lectura, escriptura i Modificació per l'usuari ASPNET o el NT AUTHORITY/NETWORK SERVICE." src="..\403-3.gif" align="right" hspace="10"> <p><b><font color='red'>El vostre servidor no ha superat la verificació de permisos.</font></b></p> Amb l'Explorador de Windows obriu la carpeta arrel de la web (per defecte C:\DotNetNuke). Feu clic amb el botó dret a la carpeta i seleccioneu l'opció de compartició i seguretat al menú (tingueu en compte que si utilitzeu Windows XP potser haureu d'<a href="http://whoozoo.co.uk/winxpFilePerms.htm" target="_blank">Activar la compartició simple de fitxers</a> abans de poder accedir a aquestes opcions). Seleccioneu la pestanya de Seguretat. Afegiu l'usuari corresponent i establiu els permisos necessaris. <br/><br/> <h3>Si utilitzeu Windows 2000 - IIS5</h3> <p>L'usuari {Servidor}\ASPNET cal que tingui permisos de Lectura, Escriptura i Modificació al directori virtual de la vostra web.</p> <h3>Si utilitzeu Windows 2003 - IIS6</h3> <p>L'usuari NT AUTHORITY\NETWORK SERVICE cal que tingui permisos de Lectura, Escriptura i Modificació al directori virtual de la vostra web.</p> <br/><br/><br/><br/>
de_de: <img src="..\403-3.gif" alt="Dieses Bild zeigt die Berechtigungseinstellungen f&uuml;r den Basisordner der Web-Site. Diese mu&szlig; Lesen, Schreiben, Dateien und Berechtigungen &auml;ndern f&uuml;r das Benutzerkonto ASPNET oder NT AUTHORITY/NETWORK SERVICE umfassen." style="float: right; margin-left: 10px; margin-right: 10px;" /> <p><strong><span style="color: #ff0000;">Ihr Installationsordner hat die Berechtigungspr&uuml;fung <strong>nicht</strong> bestanden.</span></strong></p> Verwenden Sie den Windows Dateimanager, gehen Sie in das Basisverzeichnis Ihrer Installation. Klicken Sie den Ordnernamen mit der rechten Maustaste an und w&auml;hlen Sie die Option Freigabe und Sicherheit aus dem Popup-Men&uuml; ( beachten Sie, dass Sie unter WindowsXP die Option <a href="http://whoozoo.co.uk/winxpFilePerms.htm" target="_blank">Einfache Dateifreigabe verwenden</a> deaktivieren m&uuml;ssen, um diese Option anzuzeigen). Gehen Sie zum Reiter Sicherheit und f&uuml;gen Sie das entsprechende Benutzerkonto hinzu und vergeben Sie die folgenden Berechtigungen. <br /> <br /> <h3>Unter Windows 2000 - IIS 5</h3> <p>Das Benutzerkonto {Server}\ASPNET muss die Rechte Lesen, Schreiben und &Auml;ndern f&uuml;r den Ordner der Web-Site mit der Installation besitzen.</p> <h3>Unter Windows Vista, Server 2003 und 2008&nbsp; - IIS 6 / IIS 7</h3> <p>Das Benutzerkonto NT AUTHORITY\NETZWERKDIENST muss die Rechte Lesen, Schreiben und &Auml;ndern f&uuml;r den Ordner besitzen, auf den die Web-Site oder das virtuellen Verzeichniss zeigt.</p> <p> <h3>Unter Windows 7, Server 2008 R2&nbsp; - IIS 7.5</h3> <p>Das Benutzerkonto&nbsp;IIS APP Pool\DefaultAppPool muss die Rechte Lesen, Schreiben und Berechtigungs&auml;nderungen f&uuml;r den Ordner besitzen, auf den die Web-Site oder das virtuellen Verzeichniss zeigt.</p> </p>
fr_fr: <img alt="Le compte ASPNET ou SERVICE RESEAU (NETWORK SERVICE)doit avoir les droits LIRE, ECRIRE et MODIFIER sur la racine de l’installation." src="..\403-3.gif" align="right" hspace="10"> <p><b><font color='red'>Echec du test des permissions.</font></b></p> Utiliser l’Explorateur Windows, recherchez le dossier racine du site Web (C:\DotNetNuke par défaut). Cliquez avec le bouton droit de la souris sur le dossier et choisissez « Partage et sécurité » dans le menu (notez que si vous utilisez Windows XP, vous devez peut-être activer le partage des fichiers pour que cette option puisse être affichée). Sélectionnez l’onglet Sécurité. Ajoutez les droits comme suit : . <br/><br/> <h3>Si vous utilisez Windows 2000 - IIS5</h3> <p>Le compte {Serveur}\ASPNET doit avoir les droits LIRE, ECRIRE et MODIFIER sur la racine de votre site.</p> <h3>Si vous utilisez Windows 2003 - IIS6</h3> <p>Le compte SERVICE RESEAU doit avoir les droits LIRE, ECRIRE et MODIFIER sur la racine de votre site.</p> <br/><br/><br/><br/>
it_it: <img alt="L' Immagine che mostra le impostazioni di protezione per la cartella principale del sito web deve essere impostato in Lettura, Scrittura e be set to Read, Write e "Change Control" per gli utenti (accounts) ASPNET o NT AUTHORITY/NETWORK SERVICE " src="..\403-3.gif" align="right" hspace="10"> <p><b><font color='red'>Il tuo sito non ha passato il controllo sui permessi dei file.</font></b></p> Utilizza Gestione Risorse, sfoglia la cartella principale del sito web ( per default C:\DotNetNuke ). Clikka con il tasto destro sulla cartella e seleziona Condivisione e Sicurezza dal menu ( note che se stai utilizzando Windows XP potrebbe esserti necessario <a href="http://whoozoo.co.uk/winxpFilePerms.htm" target="_blank">Abilita Condivisione Semplice</a> prima che queste opzioni siano visualizzate ). Seleziona la linguetta Sicurezza. Aggiungi l'utente appropriato ed imposta i permessi. <br/><br/> <h3>Se stai usando Windows 2000 - IIS5</h3> <p>L'Utente (Account) {Server}\ASPNET deve avere i permessi di lettura, scrittura e "Change Control" sulla cartella virtuale principale del sito Web.</p> <h3>Se utilizzi Windows 2003 - IIS6</h3> <p>L'utente (Account) NT AUTHORITY\NETWORK SERVICE deve avere i permessi di lettura, scrittura e "Change Control" sulla cartella virtuale principale del sito Web.</p> <br/><br/><br/><br/>
ja_jp: <img alt="この画像ではセキュリティ設定で Web サイトのルートフォルダに対し、ASPNET または NT AUTHORITY/NETWORK SERVICE アカウントに対し、読み取り、書き込み、変更権限を設定を行っています。" src="..\403-3.gif" align="right" hspace="10"> <p><b><font color='red'>このサイトのファイルアクセス権限の確認に失敗しました。</font></b></p> Windows エクスプローラを使用して、Web サイトのルートフォルダ(デフォルトでは、C:\DotNetNuke)を参照し、フォルダをマウスで右クリックして、ポップアップメニューより「共有とセキュリティ」を選択してください(Windows XPの場合、既定では「簡易ファイルの共有を使用する」が有効化されているため、あらかじめこの設定を<a href="http://whoozoo.co.uk/winxpFilePerms.htm" target="_blank">無効化</a>しておいてください)。ダイアログが開いたら、セキュリティタブを開き、ASPNET または NT AUTHORITY/NETWORK SERVICE アカウントの追加とアクセス権の設定をおこなってください。 <br/><br/> <h3>Windows 2000(IIS5)、Windows XP(IIS5.5)を使用している場合</h3> <p>{Server}\ASPNET ユーザーアカウントに対して、Web サイトの仮想ルートフォルダの読み取り、書き込み、変更権限を設定してください。</p> <h3>Windows 2003(IIS6)、Windows Vista(IIS7)を使用している場合</h3> <p>NT AUTHORITY\NETWORK SERVICE ユーザーアカウントに対して、Webサイトの仮想ルートフォルダの読み取り、書き込み、変更権限を設定してください。</p> <br/><br/><br/><br/>
ko_kr: <img alt="웹사이트 루트폴더 보안설정 이미지는 ASPNET or NT AUTHORITY/NETWORK SERVICE accounts 이 읽기, 쓰기,수정이 가능해야합니다." src="..\403-3.gif" align="right" hspace="10"/> <p><b><font color='red'>사이트 권한 체크에 실패했습니다.</font></b></p> 웹사이트( {0} ) 루트폴더를 보시고 오른쪽 클릭을 하여 보안 탭에서 적절한 계정권한 설정을 하시기 바랍니다. <br/><br/> <h3>Windows 2000 - IIS5 사용의 경우</h3> <p>{Server}\ASPNET 사용자 계정이 사이트 가상디렉토리에 읽기, 쓰기, 수정권한이 있어야 합니다.</p> <h3>Windows 2003, Windows Vista 또는 Windows Server 2008 - IIS6 또는 IIS7</h3> <p>NT AUTHORITY\NETWORK SERVICE 사용자 계정이 사이트 가상디렉토리에 읽기, 쓰기, 수정권한이 있어야 합니다.</p> <h3>Windows 7 또는 Windows Server 2008 R2 - IIS7.5</h3> <p>IIS AppPool\DefaultAppPool 사용자 계정이 사이트 가상디렉토리에 읽기, 쓰기, 수정권한이 있어야 합니다.</p> <br/><br/><br/><br/>
nl_nl: <img alt="Afbeelding met beveiligingsinstellingen voor de hoogste map van de website. ASPNET of NT AUTHORITY/NETWORK SERVICE dient hier toestemming te hebben om te lezen, schrijven en wijzigen." src="..\403-3.gif" align="right" hspace="10"> <p><b><font color='red'>De controle van beveiligingsinstellingen is niet geslaagd.</font></b></p> Blader met Windows Verkenner naar de hoogste map van uw website ( standaard is dat C:\DotNetNuke ). Klik met de rechter muisknop op deze map en kies Delen en Beveiliging uit het context-menu. ( let op: gebruikt in Windows XP dan moet u wellicht nog <a href="http://whoozoo.co.uk/winxpFilePerms.htm" target="_blank">Eenvoudig bestanden delen uitschakelen</a> voor deze opties worden getoond ). Kies de tab Beveiliging. Voeg het betreffende gebruikersaccount toe en stel de beveiliging in. <br/><br/> <h3>Gebrukt u Windows 2000 - IIS5</h3> <p>Het account {Server}\ASPNET dient Lees-, Schrijf- en Wijzigrechten te hebben op de basismap van de website.</p> <h3>Gebruikt u Windows 2003 - IIS6</h3> <p>Het account NT AUTHORITY\NETWORK SERVICE dient Lees-, Schrijf- en Wijzigrechten te hebben op de basismap van de website.</p> <br/><br/><br/><br/>
pl_pl: <img alt="Obrazek ilustrujący ustawienie uprawnień do głównego folderu witryny\portalu dla konta ASPNET lub NT AUTHORITY/NETWORK SERVICE." src="..\403-3.gif" align="right" hspace="10"> <p><b><font color='red'>Witryna nie przeszła poprawnie testów uprawnień.</font></b></p> Wykorzystując Windows Explorer, proszę przejść do folderu głównego witryny (np. - C:\DotNetNuke). Następnie kliknąć prawym przyciskiem myszki na ikonie folderu i z menu podręcznego wybierać polecenie Udostępnianie i zabezpieczenia (proszę zwrócić uwagę, że w przypadku Win XP może być konieczne wyłączenie opcji Używaj prostego udostępniania, zanim to polecenie będzie widoczne). Następnie proszę wybrać kartę Zabezpieczenia, dodać do listy wymagane konto i ustawić dla niego odpowiednie uprawnienia: <br/><br/> <h3>W przypadku Windows 2000 - IIS5</h3> <p>Konto {Server}\ASPNET musi mieć uprawnienia Read, Write i Change Control (modyfikacji) do głównego katalogu witryny.</p> <h3>W przypadku Windows 2003 - IIS6</h3> <p>Konto NT AUTHORITY\NETWORK SERVICE musi mieć uprawnienia Read, Write i Change Control (modyfikacji) do głównego katalogu witryny.</p> <br/><br/><br/><br/>
pt_br: <img alt="Imagem exibindo que as configurações de segurança da pasta raiz da aplicação devem ser definidas como controle de leitura, escrita e alteração para a conta do ASPNET ou NT AUTHORITY/NETWORK SERVICE." src="..\403-3.gif" align="right" hspace="10"/> <p><b><font color='red'>Sua aplicação falhou ao verificar as permissões!</font></b></p> Usando Windows Explorer, navegue até a pasta raiz da aplicação ( {0} ). Clique com o botão direito na pasta e selecione Compartilhamento e Segurança no menu de contexto. Selecione a aba Segurança. Adicione a conta de usuário apropriada e defina as permissões. <br/><br/> <h3>Se usando Windows 2000 - IIS5</h3> <p>A conta {Server}\ASPNET deve ter controle de leitura, escrita e alteração da raiz virtual da sua aplicação.</p> <h3>Se usando Windows 2003, Windows Vista ou Windows Server 2008 e IIS6 ou IIS7</h3> <p>A conta de usuário NT AUTHORITY\NETWORK SERVICE deve ter controle de leitura, escrita e alteração da raiz virtual do seu portal.</p> <h3>Se usando Windows 7 ou Windows Server 2008 R2 e IIS7.5</h3> <p>A conta de usuário IIS AppPool\DefaultAppPool deve ter controle de leitura, escrita e alteração da raiz virtual do seu portal.</p> <br/><br/><br/><br/>
ru_ru: <img alt="Изображение, показывающее параметры настройки безопасности для корневой папки сайта. Должно быть Read, Write и Change Control для учетных записей ASPNET или NT AUTHORITY/NETWORK SERVICE." src="..\403-3.gif" align="right" hspace="10"> <p><b><font color='red'>Ваш сайт не прошёл проверку разрешений.</font></b></p> <br/> Используя проводник Windows, выберите корневую папку вашего сайта (C:\DotNetNuke по умолчанию). Щелкните правой кнопкой мыши по папке и выберите "Общий доступ и Безопасность" во всплывающем меню (Заметьте, что, если Вы используете Windows XP, Вам возможно, нужно сначала <a href="http://whoozoo.co.uk/winxpFilePerms.htm" target="_blank">Разрешить Simple File Sharing</a> прежде, чем эти опции будут отображены). Выберите вкладку Безопасность. Добавьте соответствующую учетную запись пользователя и установите разрешения. <br/><br/> <h3>Если используется Windows 2000 - IIS5</h3> <p>Учетная запись [SERVER]\ASPNET должна иметь права Read, Write, и Change на виртуальном узле вашего сайта...</p> <h3>Если используется Windows 2003 - IIS6</h3> <p>Учетная запись NT AUTHORITY\NETWORK SERVICE должна иметь права Read, Write,и Change на виртуальном узле вашего сайта...</p> <br/><br/><br/><br/>
tr_tr: <img alt="Image showing the security settings for the root folder of the website must be set to Read, Write and Change Control for the ASPNET or NT AUTHORITY/NETWORK SERVICE accounts." src="..\403-3.gif" align="right" hspace="10"> <p><font color="#FF0000"><b>Siteniz yetki kontrollerinde başarısız oldu</b></font><b><font color='red'>.</font></b></p> Windows Gezginini kullanarak sitenizin kök dizinini içeren klasöre (örneğin; <a href="file:///C:/DotNetNuke">C:\DotNetNuke</a>) ters tıklayın ve menüden Paylaşım ve Güvenlik'i seçin. Eğer Windows XP işletim sistemini kullanıyorsanız, Basit Dosya Paylaşımını devredışı bırakmanız gerekebilir. Güvenlik tabını seçin. Gerekli olan kullanıcı hesabını ekleyin ve dosya izinlerini ayarlayın. <br/> <h3>Windows 2000 - IIS5 için</h3> <p>{Sunucu}\ASPNET kullanıcı hesabı websiteniz üzerinde oluşturduğunuz sanal dizinde Read, Write, ve Change Control&nbsp; yetkisine sahip olmalıdır.</p> <h3>Windows 2003 - IIS6 için</h3> <p>NT AUTHORITY\NETWORK SERVICE kullanıcı hesabı websiteniz üzerinde oluşturduğunuz sanal dizinde Read, Write, ve Change Control&nbsp; yetkisine sahip olmalıdır.</p> <br/><br/><br/><br/>

# PermissionsOk.Text
source: <b><font color='green'>Your site passed the permissions check.</font?</b>
ar_jo: <b><font color='green'>موقعك نجح بفحص الأذون .</font?</b>
ca_es: <b><font color='green'>El vostre servidor ha superat la verificació de permisos.</font?</b>
de_de: <b><font color='green'>Ihre Web-Site hat die Berechtigungsprüfung erfolgreich absolviert.</font?</b>
fr_fr: <b><font color='green'>Votre site a passé la vérification des droits.</font?</b>
it_it: <b><font color='green'>Il tuo sito ha passato i controlli sui permessi.</font?</b>
ja_jp: <b><font color='green'>アクセス権限の確認が完了しました。</font?</b>
ko_kr: <b><font color='green'>권한 체크가 통과되었습니다..</font></b>
nl_nl: <b><font color='green'>De controle van beveiligingsinstellingen is geslaagd.</font?</b>
pl_pl: <b><font color='green'>Test konfiguracji uprawnień dla tej witryny został pomyślnie zakończony.</font?</b>
pt_br: <b><font color='green'>Sua aplicação passou na verificação das permissões.</font></b>
ru_ru: <b><font color='green'>Ваш сайт прошёл проверку разрешений.</font?</b>
tr_tr: <b><font color='green'>Siteniz dosya izinleri testini başarıyla tamamladı.</font?</b>

# Portal.Text
source: Portal Properties
ar_jo: خصائص البوابة
ca_es: Propietats del portal
de_de: Web-Site-Eigenschaften
fr_fr: Propriétés du Site
it_it: Proprietà del Portale
ja_jp: ポータルの設定
ko_kr: 포털 속성
nl_nl: Portaal Instellingen
pl_pl: Właściwości witryny
pt_br: Propriedades do portal
ru_ru: Свойства портала
tr_tr: Portal Özellikleri

# PortalTemplate.Text
source: Template:
ar_jo: القالب:
ca_es: Plantilla:
de_de: Vorlage:
fr_fr: Gabarit :
it_it: Prototipo (Template):
ja_jp: テンプレート:
ko_kr: 템플릿:
nl_nl: Sjabloon:
pl_pl: Szablon:
pt_br: Modelo:
ru_ru: Шаблоны:
tr_tr: Şablon:

# Qualifier.Text
source: Object Qualifier:
ca_es: Prefix d'objectes:
de_de: Objekt-Präfix:
it_it: Qualificatore Oggetto (Object Qualifier):
ja_jp: オブジェクト修飾子:
ko_kr: 객체 규정:
pl_pl: Kwalifikator obiektu:
pt_br: Objeto qualificador:
ru_ru: Квалификатор объекта:
tr_tr: Opsiyonel Prefix:

# QualifierHelp.Text
source: Enter an optional "prefix" to use for all your database objects - this helps ensure that there are no object name clashes.
ar_jo: ادخل "البادئة" الاختيارية لتستخدم لجميع كوائن قواعد البيانات - هذا سيساعد لضمان ان لن يكون هناك تصادمات بين إسم الكوائن . <BR><BR>prefix : البادئة <BR>object : كائن
ca_es: Entreu un prefix opcional per utilitzar per a tots els objectes de base de dades. Això ajuda a garantir que no hi ha col·lisions de noms d'objecte.
de_de: Sie können bei Bedarf einen "Präfix" angeben, der allen Objektnamen vorangestellt wird - dadurch wird sichergestellt, dass es zu keinen Namenskonflikten kommt, wenn weitere Anwendungen die Datenbank mitverwenden.
fr_fr: (Optionnel) Saisissez le "préfixe" à utilisez pour les objets de la Base de données.
it_it: Inserisci un prefisso opzionale da utilizzare per gli oggetti del database - questo ti aiuto ad evitare conflitti dei nome.
ja_jp: すべてのデータベースオブジェクトで使用する修飾子を入力してください。(任意) - これにより、オブジェクトの名前衝突を防止することができます。
ko_kr: 데이터베이스 객체에 부가적으로 "접두어"를 사용하세요 - 객체 충돌을 방지합니다.
nl_nl: Geef een optionele "prefix" die gebruikt wordt voor alle database objecten - hiermee worden conflicten met objectnamen voorkomen.
pl_pl: Proszę wpisać opcjonalny "przedrostek", który będzie używany dla wszystkich obiektów znajdujących się w bazie danych - pozwoli to uniknąć problemów z kolizją nazw.
pt_br: Entre um "prefixo" opcional para usar em todos seus objetos na base de dados. Isto ajuda a garantir que não existam conflitos de nome de objeto.
ru_ru: Введите дополнительный "префикс", чтобы использовать для всех ваших объектов базы данных - это поможет избежать возможных конфликтов имен объектов.
tr_tr: Veritabanı nesneleri için opsiyonel olarak bir prefix (ön ek) tanımlayabilirsiniz ve muhtemel nesne çakışmalarını engelleyebilirsiniz.

# ScriptError.Text
source: See {0} for more information
ar_jo: لمزيد من المعلومات انظر الى {0}
ca_es: Vegeu {0} per més informació
de_de: Weitere Informationen siehe {0}.
fr_fr: Voir {0} pour plus d’informations
it_it: Guarda {0} per maggiori informazioni
ja_jp: 詳細については、{0}を参照してください。
ko_kr: 더 많은 정보를 보세요 {0}
nl_nl: Zie {0} voor meer informatie
pl_pl: Aby uzyskać dodatkowe informacje, proszę przejrzeć {0}.
pt_br: Veja {0} para mais informações.
ru_ru: Посмотрите {0} для более подробной информации
tr_tr: Daha fazla bilgi için {0} alanını inceleyin.

# Server.Text
source: Server:
ar_jo: الخادم:
ca_es: Servidor:
fr_fr: Serveur :
ja_jp: サーバー:
ko_kr: 서버:
pl_pl: Serwer:
pt_br: Servidor:
ru_ru: Сервер:
tr_tr: Sunucu:

# ServerHelp.Text
source: Enter the Name or IP Address of the computer where the Database is located. (if using Oracle enter the Data Source (SID))
ar_jo: ادخل الاسم او عنوان بروتكول الانترنت لكمبيوترك حيث قاعدة البيانات موجودة . اذا كنت تستخدم اوراكل ادخل مصدر البيانات <BR>Data Source (SID)
ca_es: Entreu el nom o l'adreça IP del servidor que conté la base de dades (si utilitzeu Oracle entreu-hi el SID).
de_de: Geben Sie den Namen oder die IP-Adresse des Rechners an, auf dem der Datenbank-Server installiert ist. (Bei Verwendung von Oracle geben Sie die Datenquelle (SID) an)
fr_fr: Saisissez le nom ou l’adresse IP de l’ordinateur ou se trouve la Base de données. (Si vous utilisez un serveur ORACLE, spécifiez le "Data Source" (SID))
it_it: Inserisci il Nome o l'Indirizzo IP del computer su cui i installato il database. (Se stai utilizzando Oracle inserisci il "Data Source (SID)")
ja_jp: データベースが配置されているコンピュータの名前またはIPアドレスを入力してください。(Oracle を使用している場合は、データソース(SID)を入力してください。)
ko_kr: 데이터베이스가 위치한 컴퓨터이름이나 IP 주소를 입력하세요 (Oracle 은 데이터소스(SID))
nl_nl: Geef de naam of het IP-Adres van de computer waarop de database zich bevindt. (gebruikt u Oracle geef dan de Data Source (SID))
pl_pl: Proszę wpisać nazwę lub adres IP komputera, na którym znajduje się baza danych (w przypadku bazy Oracle, należy określić źródło danych (Data Source - SID))
pt_br: Entre o nome ou endereço IP do computador onde a base de dados está localizada. (se usando Oracle entre a fonte dos dados (SID))
ru_ru: Введите имя или IP-адрес компьютера, где расположена база данных. (Если используется Oracle, введите Источник данных (SID))
tr_tr: Veritabanının yer aldığı bilgisayarın adını ya da IP adresini yazın. (Oracle kullanılıyorsa Veri Kaynağını (SID) yazın)

# Skins.Text
source: Skins
ar_jo: الجلود
ca_es: Aparences
de_de: Seitenlayouts
fr_fr: Thême
ja_jp: スキン
ko_kr: 스킨
pl_pl: Skórki
pt_br: Temas
ru_ru: Шаблоны
tr_tr: Temalar

# SQLServer.Text
source: SQL Server 2005/2008 Database
ca_es: Base de dades SQL Server 2005/2008
de_de: SQL-Server 2005/2008 Datenbank
fr_fr: Base SQL Server 2005/2008
ja_jp: SQL Server 2005/2008 データベース
pl_pl: Baza danych SQL Server 2005/2008
pt_br: Base de dados SQL Server 2005/2008
ru_ru: База данных SQL Server 2005/2008
tr_tr: SQL Server 2005/2008 Veritabanı

# SQLServerXPress.Text
source: SQL Server 2005/2008 (Express) File
ca_es: Fitxer SQL Server 2005/2008 (Express)
de_de: SQL-Server 2005/2008 Express Datei
fr_fr: Fichier SQL Server 2005/2008 (Express)
it_it: SQL Server 2008 (Express) File
ja_jp: SQL Server 2005/2008 (Express) ファイル
nl_nl: SQL Server 2005/2008 (Express) Bestand
pl_pl: Plik bazy danych SQL Server (Express)
pt_br: Arquivo SQL Server 2005/2008 (Express)
ru_ru: Файл SQL Server 2005/2008 (Express)
tr_tr: SQL Server 2005/2008 (Express) Dosyası

# Success.Text
source: Success
ar_jo: ناجح
ca_es: Correcte
de_de: erfolgreich
fr_fr: Succès
it_it: Successo
ja_jp: 完了
ko_kr: 성공
nl_nl: Geslaagd
pl_pl: Sukces
pt_br: Sucesso!
ru_ru: Успешно
tr_tr: Başarılı
