Repository: marceltoben/evandrix.github.com
Catalog: defcon/DotNetNuke Exploit/DotNetNuke_Community_06.00.00_Install/Install/App_LocalResources/Installwizard.aspx.*.resx
Languages: ar_jo, ca_es, de_de, fr_fr, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_br, ru_ru, tr_tr

# PermissionsDetail.Text
source: <p>DotNetNuke has extensive file upload capabilities for content, modules, and skins. These features require custom security settings so that the application is able to create and remove files in your website.</p> <p>This page checks the current file permissions to ensure that these features will work correctly.</p> <p> <b>Note: </b>The test checks the root folder of your application. In most cases this is good enough, as child folders usually inherit their file and folder permissions from their parent. However, occasionally this test will pass, but there will be a more restrictive permission set on one of the descendant files/folders.</p>
ar_jo: <p>دوتنت نوك تملك قابلية واسعة لإيداع الملفات وذلك للمحتوى والوحدات والجلود , هذه المميزات تتطلب وضعيات أمنية خاصة وبالتالي التطبيق يملك القابلية لإنشاء وإزالة الملفات في موقعك .</p> <p>هذه الصفحة تفحص اذونات الملف الحالية للتأكد من هذه المميزات ستعمل بصورة صحيحة .</p>
ca_es: <p>DotNetNuke té unes capacitats molt extenses de càrrega de fitxers per continguts, mòduls i aparences. Aquestes funcions requereixen d'uns paràmetres de seguretat especials per tal que l'aplicació pugui crear i eliminar fitxers en la vostra web.</p> <p>Aquesta pàgina verifica els permisos de fitxer actuals per assegurar que aquestes funcions s'executaran correctament.</p>
de_de: <p>Das System erlaubt es, Dateien f&uuml;r Inhalte und installierbare Erweiterungen hochzuladen. Diese Funktionen erfordern erweiterte Berechtigungen, so dass die Anwendung in der Lage ist, Ordner und Dateien zu erstellen und zu l&ouml;schen.</p> <p>Diese Seite pr&uuml;ft die aktuellen Dateizugriffsrechte, um sicherzustellen, dass diese Funktionen problemlos ausgef&uuml;hrt werden k&ouml;nnen.</p> <p><strong>Hinweis</strong>: Der Test pr&uuml;ft die Rechte f&uuml;r das Stammverzeichnis der Anwendung. Dies ist in der Regel ausreichend, da UNterordner die Berechtigung erben, allerdings kann es bei der Installation trotzdem&nbsp; zu Problemen kommen, wenn die Rechte f&uuml;r Unterordner eingeschr&auml;nkt wurden.</p>
fr_fr: <p>DotNetNuke dispose de fonctionnalités de chargement en ligne de contenus (fichiers), langues, modules et thèmes graphiques. Ces fonctions nécessitent des paramètres de sécurité appropriés pour que l’application puisse créer et supprimer les fichiers de votre site web.</p> <p>Cette page vérifie que les permissions d’accès aux répertoires et fichiers sont corrects.</p>
it_it: <p>DotNetNuke ha estese capacità di caricamento (upload) per il contenuto, i moduli, e gli skins. Questa caratteristica richiede delle impostazioni di Sicurezza personalizzate in maniera che l'applicazione sia in grado di creare ed eliminare file dal tuo sito web.</p> <p>Questa pagina controlla che i permessi siano impostati correttamente.</p>
ja_jp: <p>DotNetNuke にはコンテンツやモジュール、スキンなど、様々なファイルのアップロードが必要となります。これらの機能は、Webサイト上でアプリケーションによるファイルの作成や削除を行うため、個々にセキュリティ設定を要求します。</p> <p>このページでは、これらの機能を正常に動作させるために、現在のファイルアクセス権限を確認します。</p>
ko_kr: <p>DotNetNuke 컨텐츠, 모듈, 스킨을 위한 확장 파일 업로드를 가지고 있습니다. 이 특성은 웹사이트에 파일을 생성하고 삭제할 수 있는 커스텀 보안설정을 필요로 합니다.</p> <p>이 페이지에서 특성이 정상 동작할 수 있는지 현재 파일권한을 체크하세요.</p> <p> <b>주의:</b>루트폴더를 체크합니다. 보통 자식폴더는 부모폴더의 권한을 상속받지만 때때로 독립적으로 접근이 제한된 파일이나 폴더가 있을 수 있습니다.</p>
nl_nl: <p>DotNetNuke heeft uitgebreide mogelijkheden voor het uploaden van bestanden. Om deze functies correct te laten werken heeft de applicatie de bevoegdheid nodig bestanden aan te maken en te verwijderen.</p> <p>Deze pagina controleert ofde huidige bestandsbevoegdheden voldoende zijn.</p>
pl_pl: <p>W aplikacji DotNetNuke obsługiwane są rozszerzone możliwośći przesyłania treści, modułów oraz skórek. Funkcje te wymagają skonfigurowania odpowiednich uprawnień do systemu plików, tak by aplikacja mogła tworzyć i usuwać pliki wewnątrz folderu witryny.</p> <p>Na tej stronie następuje sprawdzenie, czy uprawnienia zostały ustawione w sposób umożliwiający poprawne działanie tych funkcji.</p>
pt_br: <p>O DotNetNuke faz uso extensivo das capacidades de envio de arquivos para conteúdo, módulos e temas. Estes recursos exigem configurações personalizadas de segurança de tal modo que a aplicação consiga criar e remover arquivos e pastas no seu portal.</p> <p>Esta página verifica as atuais permissões de arquivos para garantir que estes recursos funcionem corretamente.</p> <p> <b>Nota:</b> O teste verifica a pasta raiz da sua aplicação. Na maioria dos casos isto é bom o suficiente, já que as pastas filhas normalmente herdam suas permissões de arquivos e pastas da sua pasta pai. Entretanto, ocasionalmente este teste irá passar, mas poderá haver permissões mais restritivas definidas para alguma das pastas/arquivos descendentes.</p>
ru_ru: <p>DotNetNuke обладает расширенными возможностями по загрузке файлов контента, модулей и шаблонов. Данные возможности требуют специальных настроек безопасности для того, чтобы приложение могло создавать и удалять файлы на Вашем веб-сайте.</p> <p>Эта страница проверяет текущие файловые разрешения, чтобы в дальнейшем не было проблем с использованием данных возможностей.</p>
tr_tr: <p>DotNetNuke içerik, modüller ve temalar için zengin bir karşıya yükleme (upload) kapasitesine sahiptir. Bu seçenekler, websitenizde dosyaları oluşturmak ve silmek için özel güvenlik ayarlarının sistem üzerinde yapılandırılmasını gerektirebilir.</p> <p>Bu sayfa, mevcut dosya izinlerini test ederek DotNetNuke'nin fonksiyonlarının tam olarak çalışacağından emin olmanıza yardımcı olacaktır.</p>

# PermissionsTitle.Text
source: Checking File Permissions
ar_jo: فحص أذون الملف
ca_es: Verificació de permisos de fitxers
de_de: Dateizugriffsrechte werden geprüft
fr_fr: Vérification des droits
it_it: Controllo Permessi File
ja_jp: ファイルアクセス権限の確認
ko_kr: 파일권한 체크
nl_nl: Bestandsbevoegdheden controleren
pl_pl: Sprawdzanie uprawnień do plików
pt_br: Verificando Permissões de Arquivo
ru_ru: Проверка файловых разрешений
tr_tr: Dosya İzinleri Kontrol Ediliyor

# Page2.Title
source: Database Configuration
ar_jo: تكوين قاعدة البيانات
ca_es: Configuració de base de dades
de_de: Datenbankeinstellungen
fr_fr: Configuration de la Base de données
it_it: Configurazione Database
ja_jp: データベース設定
ko_kr: 데이터베이스 설정
nl_nl: Database Configuratie
pl_pl: Konfiguracja bazy danych
pt_br: Configuração da Base de Dados
ru_ru: Конфигурация базы данных
tr_tr: Veritabanı Yapılandırması

# DatabaseConfigDetail.Text
source: <p>You can configure the database settings used by DotNetNuke on this page. If you are installing DotNetNuke in a "Hosting Account" your hosting provider should have provided you with the information.</p> <p>There are two options for SQL Server 2005/2008. SQLServer 2005 and SQL Server 2008 support the use of Database Files. In most situations you should choose the Database option, but if you are using SQL Server 2005/2008 Express then you should use the File option.</p>
ar_jo: <div dir="rtl">يمكنك تكوين(تركيب) وضعيات قاعدة البيانات المستخدمة لدوتنت نوك في هذه الصفحة . اذا كنت تنصب دوتنت نوك في &quot;حساب استضافة&quot; فمزود الاستضافة سيزودك بهذه المعلومات .</div> <div dir="rtl">&nbsp;</div> <div dir="rtl">هناك اختيارين ل<span dir="ltr">SQL Server 2005 </span>.</div> <div dir="rtl"><span dir="ltr">&nbsp;</span><span dir="ltr">SQLServer 2005</span> <span>تدعم استخدام ملفات قاعدة البيانات .</span></div> <div dir="rtl">في معظم الحالات يجب عليك اختيار خيار قاعدة البيانات , لكن اذا كنت تستخدم <span dir="ltr">SQL Server 2005 Express</span> <span>فوجب عليك استخدام خيار الملف .</span></div>
ca_es: <p>En aquesta pàgina podeu configurar els paràmetres de la base de dades que utilitzarà DotNetNuke. Si esteu instal·lant DotNetNuke en un "proveïdor d'allotjament", el vostre proveïdor us hauria d'haver proporcionat aquesta informació.</p> <p>Hi ha dues opcions per SQL Server 2005/2008. SQL Server 2005 i Sql Server 2008 suporten l'ús de bases de dades de fitxer. En la majoria dels casos haurieu d'escollir l'opció Base de dades, peró si esteu utilitzant SQL Server 2005/2008 Express podeu també escollir l'opció de fitxer.</p>
de_de: <p>Sie können auf dieser Seite die Datenbank-Einstellungen aktualisieren. Wenn Sie das Portalsystem bei einem Hosting Provider mit separater Datenbank installieren, hat dieser Ihnen die entsprechenden Zugangsdaten zur Verfügung gestellt.</p> <p>Es gibt zwei Optionen für SQL-Server: SQL-Server 2005/2008 unterstützen Datenbanken und Datenbankdateien, i.d.R. werden Sie hier Datenbanken bevorzugen. Bei SQL-Server 2005/2008 Express ist die Einrichtung von Datenbankdateien besonders einfach.</p>
fr_fr: <p>Configurez ici les paramètres de base de données pour DotNetNuke. Si vous installez DotNetNuke en tant qu’hôte, votre prestataire doit vous fournir ces informations de connexion.</p> <p>Il y a deux options pour SQL 2005 : dans la plupart des cas, vous devriez choisir le mode "Base de données", SQL 2005 Express supportant l’option "par nom de fichier".</p>
it_it: <p>In questa pagina puoi configurare le impostazioni di configurazione del database utilizzato da DotNetNuke. Se stai installando DotNetNuke in Hosting il tuo provider ti dovrebbe aver fornito le informazioni necessarie.</p> <p>Ci sono 2 opzioni per SQL Server 2005. SQLServer 2005 supporta l'utilizzo dei "Database Files". Nella maggior parte dei casi dovresti scegliere l'opzione "Database", ma se stai usando Sql Express dovresti scegliere l'opzione "File".</p>
ja_jp: <p>このページでは、DotNetNuke で使用するデータベースの設定を行います。ホスティング環境に DotNetNuke をインストールする場合は、設定のために必要な情報をあらかじめホスティング業者より取得しておく必要があります。</p> <p>SQL Server 2005 には2つのオプションがあります。SQL Server 2005 では、データベースファイルをサポートしています。ほとんどの場合、データベースオプションを選択すべきですが、SQL Server 2005 Express Edition を使用している場合は、ファイルオプションを選択するとよいでしょう。</p>
ko_kr: <p>이 페이지에서 DotNetNuke의 데이터베이스 설정을 할 수 있습니다. DotNetNuke "호스팅 계정" 설치하시는 중이라면 호스팅 공급자가 정보를 제공할 수 있습니다.</p> <p>SQL Server 2005/2008 두 옵션이 있습니다. SQLServer 2005 와 SQL Server 2008 데이터베이스 파일 사용을 지원합니다. SQL Server 2005/2008 Express 이용하는 경우 파일 옵션사용을 선택하시고, 그외 대부분은 대부분 데이터베이스 파일 사용옵션을 선택합니다. .</p>
nl_nl: <p>Hier kunt u de instellingen voor de database die door DotNetNuke gebruikt wordt aanpassen. Als u DotNetNuke in een hosting account installeert, dan heeft uw hosting provider u hierover informatie verstrekt.</p> <p>Er zijn twee opties voor SQL server 2005. SQL server 2005 ondersteunt het gebruik van database bestanden. In de meeste gevallen kiest u de Database optie, maar als u SQL server 2005 express gebruikt, dan kunt u ook de optie "Bestand" kiezen.</p>
pl_pl: <p>Na tej stronie można skonfigurować ustawienia bazy danych używanej przez aplikację DotNetNuke. Jeśli aplikacja DotNetNuke jest instalowana w kontekście "konta hostingowego", dostawca usługi hostingu powinien udostępnić wszystkie potrzebne do instalacji informacje.</p> <p>Dla SQL Server 2005 można wybrać jedną z dwóch możliwości konfiguracji: wskazanie bazy danych lub pliku bazy danych. W większości sytuacji powinna być wybrana opcja bazy danych, ale w przypadku użycia SQL Server 2005 Express może być wybrana także opcja obsługi pliku.</p>
pt_br: <p>Nesta página você pode configurar as definições da base de dados usada pelo DotNetNuke. Se você está instalando o DotNetNuke em uma conta de hospedagem o seu provedor de hospedagem deve lhe fornecer estas informações.</p> <p>São duas opções para o SQL Server 2005/2008. SQLServer 2005 e SQL Server 2008 suportam o uso de arquivos de base de dados. Na maioria das situações você deverá escolher a opção de base de dados, mas se você está usando o SQL Server 2005/2008 Express então você deveria usar a opção de arquivo.</p>
ru_ru: <p>На этой странице Вы можете изменить настройки базы данных, используемой DotNetNuke. Если Вы устанавливаете DotNetNuke на хостинг, ваш хостинг-провайдер должен предоставить Вам необходимую информацию.</p> <p>Для SQL Server 2005 возможны 2 варианта. SQL Server 2005 поддерживает использование файлов БД. В большинстве случаев Вам следует использовать вариант База Данных, однако, при использовании SQL Server 2005 Express следует выбрать вариант Файл.</p>
tr_tr: <p>Bu sayfada DotNetNuke tarafından kullanılan veritabanı ayarlarını yapılandırabilirsiniz. Eğer DotNetNuke yazılımını bir "Hosting Hesabı'na" kurmak istiyorsanız Hosting Sağlayıcınız gerekli bilgileri sağlamış olmalıdır.</p> <p>SQL Server 2005 için iki seçenek mevcuttur. SQL Server 2005 Veritabanı Dosyalarının (Database Files) kullanımını destekler. Çoğunlukla Veritabanı (Database) seçeneğini seçmeniz önerilir, ancak SQL Server 2005 Express sürümünü kullanıyorsanız Dosya seçeneğini seçmelisiniz.</p>

# DatabaseConfigTitle.Text
source: Configure Database Connection
ar_jo: تكوين اتصال قاعدة البيانات
ca_es: Configuració de la connexió a la base de dades
de_de: Datenbankverbindung konfigurieren
fr_fr: Configuration de la connexion à la Base
it_it: Configura la Connessione al Database
ja_jp: データベースの接続設定
ko_kr: 데이터베이스 연결 설정
nl_nl: Database verbinding instellen
pl_pl: Konfiguracja połączenia do bazy danych
pt_br: Configurar a Conexão na Base de Dados
ru_ru: Настройка соединения с базой данных
tr_tr: Veritabanı Bağlantısını Yapılandır

# Page3.Title
source: Database Installation
ar_jo: تنصيب قاعدة البيانات
ca_es: Instal·lació de la base de dades
de_de: Datenbankinstallation
fr_fr: Installation de la Base
it_it: Installazione Database
ja_jp: データベースのインストール
ko_kr: 데이터베이스 설치
nl_nl: Installatie database
pl_pl: Instalacja bazy danych
pt_br: Instalação da Base de Dados
ru_ru: Установка базы данных
tr_tr: Veritabanı Kurulumu

# DatabaseInstallDetail.Text
source: <p>The installation of the database scripts should have started when this page loaded. The Next button will be disabled until the Installation of the Scripts is complete.</p>
ar_jo: <p>تنصيب سكريبتات(برنامج نصي) قاعدة البيانات يجب ان يبدأ عند تحميل هذه الصفحة . زر التالي سوف يتم عدم تفعيله حتى استكمال تنصيب السكريبتات.</p>
ca_es: <p>La instal·lació d'scripts de base de dades hauria d'haver començat quan s'ha carregat aquesta pàgina. Els botons Anterior i Següent restaran desactivats fins que tots els scripts s'hagin instal·lat.</p>
de_de: <p>Die Installation der Datenbankstruktur wird gestartet, sobald diese Seite angezeigt wird. Die Schaltfläche "weiter" ist deaktiviert, bis die Installation abgeschlossen ist.</p>
fr_fr: <p>L’installation des scripts de Base de données démarre au chargement de cette page. Le bouton "Suivant" n’apparaitra qu’une fois l’installation terminée.</p>
it_it: <p>L'installazione degli script di database dovrebbe essere iniziata al caricamento di questa pagina. Il bottone Next sarà disabilitato sino al termine dell'installazione degli Script.</p>
ja_jp: <p>このページが読み込まれると、データベーススクリプトのインストールが開始されます。スクリプトの実行が完了するまでは、「次へ」ボタンが無効化されています。</p>
ko_kr: <p>페이지가 로드되면 데이터베이스 스크립트 설치가 시작됩니다. 다음 버튼은 스크립트설치가 완료될때까지 비활성화됩니다.</p>
nl_nl: <p>De installatie van de database scripts is gestart bij het laden van deze pagina. De knop "volgende" wordt pas geactiveerd als het uitvoeren van de scripts gereed is.</p>
pl_pl: <p>Wykonywanie skryptów bazy danych powinno się rozpocząć zaraz po otwarciu tej strony. Przycisk Dalej pozostanie wyłączony do chwili zakończenia wykonywania skryptów.</p>
pt_br: <p>A instalação dos procedimentos na base de dados deve ter iniciado quando esta página foi carregada. O botão 'Próximo' estará desativado até que a instalação dos procedimentos seja completada.</p>
ru_ru: <p>Установка скриптов базы данных должна была начаться сразу после загрузки этой страницы. Кнопка Далее будет отключена до окончания установки.</p>
tr_tr: <p>Bu sayfa yüklendiğinde veritabanı scriptlerinin kurulumunun başlamış olması gerekir. İleri butonu scriptlerin kurulumu tamamlanıncaya kadar devredışı olacaktır.</p>

# DatabaseInstallTitle.Text
source: Run Database Installation Scripts
ar_jo: تشغيل سكريبتات(نص برامجي) لتنصيب قاعدة البيانات
ca_es: Execució d'scripts d'instal·lació de base de dades
de_de: Datenbank-Installationsskript wird ausgeführt
fr_fr: Lancer les scripts d’installation
it_it: Esegui gli script di instalazione del Database
ja_jp: データベースインストールスクリプトの実行
ko_kr: 데이터베이스 설치 스크립트 실행
nl_nl: Database installatie scripts uitvoeren
pl_pl: Uruchamianie skryptów instalacyjnych bazy danych
pt_br: Executar Instalação de Procedimentos na Base de Dados
ru_ru: Запустить скрипты установки базы данных
tr_tr: Veritabanı Kurulum Scriptlerini Çalıştır

# Page4.Title
source: Host User
ar_jo: مستخدم مضيف
ca_es: Usuari amfitrió
de_de: Benutzer "Host"
fr_fr: Utilisateur Hôte
it_it: Utente Host
ja_jp: ホストユーザー
ko_kr: 호스트 사용자
nl_nl: Gastheer Gebruiker
pl_pl: Użytkownik Host (administrator portalu)
pt_br: Usuário Administrador do Servidor
ru_ru: Пользователь Host
tr_tr: Host Kullanıcısı

# HostUserDetail.Text
source: <p>In this page you should provide the information for the Host or SuperUser User Account. This user has access to all portals created on the site, and care should be taken to provide a UserName/Password combination that is difficult to "hack" by malicious users.</p>
ar_jo: <p>في هذه الصفحة يجب عليك تزويد معلومات حول حساب المستخدم مضيف او رئيس المستخدمين . هذا المستخدم يملك الوصول لجميع البوابات المنشأة في الموقع , يجب اخذ الحيطة عند تزويد المزيج اسم المستخدم/الرقم السري بحيث تكون قيمة صعبة الاختراق من قبل المستخدمين الهاكر و الماكرين </p>
ca_es: <p>En aquesta pàgina heu de proporcionar la informació per l'usuari amfitrió (host) o Super usuari. Aquest usuari té accés a tots els portals creats en aquesta web, per la qual cosa cal anar en compte de triar un Usuari i Contrasenya que sigui difícil d'endevinar per usuaris malintencionats.</p>
de_de: <p>Auf dieser Seite geben Sie die Anmeldeinformationen für das Konto des Systemverwalters an. Dieser Benutzer hat Zugriff auf zentrale Einstellungen und alle Web-Sites, die in dieser Installation erstellt werden, daher sollten Sie eine sehr sichere Kombination von Benutzername und Kennwort wählen, die schwer zu "knacken" ist.</p>
fr_fr: <p>Cette page vous permet de configurer les informations du compte hôte ou Super Utilisateur. Ce compte critique doit être protégé car il permet l’accès à tous les sites d’une même instance de DotNetNuke.</p>
it_it: <p>In questa pagina devi fornire i dati relativi all'utente "Host" o "SuperUser". Questo utente ha accesso su tutti i portali creati. Deve essere scelta una password complessa e difficile da indovinare.</p>
ja_jp: <p>このページでは、ホストまたはスーパーユーザーアカウントの情報を設定します。このユーザーは、サイト上のすべてのポータルへのアクセスが可能です。悪意のあるユーザーからの不正侵入を防ぐため、より複雑なユーザー名およびパスワードを設定することをお勧めします。</p>
ko_kr: <p>이 페이지에서 호스트나 슈퍼유저계정의 정보를 제공받을 수 있습니다. 이 계정은 모든 포털에 접근이 가능합니다. 사용자/비밀번호 조합을 난해하게 설정하시기 바랍니다.</p>
nl_nl: <p>Op deze pagina kunt u het gebruikersaccount en wachtwoord van het gastheer account instellen. Deze gebruiker heeft toegang tot alle portalen van deze site, zorg ervoor dat de gebruikersnaam/wachtwoord combinatie niet eenvoudig te raden is voor kwaadwillende gebruikers.</p>
pl_pl: <p>Na tej stronie należy podać informacje o użytkowniku Host lub innym super-użytkowniku (administratorze portalu). Użytkownik ten będzie miał uprawnienia dostępu do wszystkich witryn utworzonych w ramach tego portalu, dlatego też specjalna uwaga powinna być poświęcona utworzeniu kombinacji nazwa_użytkownika/hasło, tak by były one jak najtrudniejsze do "złamania" przez nieuprawnionych użytkowników</p>
pt_br: <p>Nesta página você deve fornecer as informações da conta de usuário administrador do servidor. Este superusuário terá acesso a todos os portais criados no sistema, por isso tenha o cuidado de fornecer uma combinação de NomeDeUsuário/Senha que seja difícil de ser descoberta por usuários maliciosos.</p>
ru_ru: <p>На данной странице Вам необходимо предоставить информацию для учетной записи Host или SuperUser. Этот пользователь имеет доступ ко всем порталам на сайте, и по этой причине следует ответственно подойти к выбору такой комбинации Имя_Пользователя/Пароль, которую будет трудно подобрать злоумышленникам.</p>
tr_tr: <p>Bu sayfada Host veya SuperUser Kullanıcı Hesapları için hesap bilgilerini belirtmelisiniz. Host kullanıcısı sitede oluşturulan tüm portallara erişebilecektir, ve kullanıcı adı ve şifre belirlenirken zararlı kullanıcılar tarafından ele geçirilmesi/tahmin edilmesi (hack edilmesi) zor bir kombinasyon seçilmelidir.</p>

# HostUserTitle.Text
source: Configure Host Account
ar_jo: تكوين مستخدم مضيف
ca_es: Configuració de l'usuari amfitrió
de_de: Systemverwalter einrichten
fr_fr: Configuration du compte "hôte"
it_it: Configura l'Utente "Host"
ja_jp: ホストユーザーの設定
ko_kr: 호스트 계정 설정
nl_nl: Gastheeraccount instellen
pl_pl: Konfiguracja konta Host (administratora portalu - SuperUżytkownika)
pt_br: Definir a Conta de Administrador do Servidor
ru_ru: Настройка пользователя Host
tr_tr: Host Kullanıcısı Tanımla

# Page5.Title
source: Install Modules
ar_jo: تنصيب وحدات
ca_es: Instal·lació de mòduls
de_de: Module installieren
fr_fr: Installation des modules
it_it: Installa Moduli
ja_jp: モジュールのインストール
ko_kr: 모듈 설치
nl_nl: Installeer Modules
pl_pl: Instlacja modułów
pt_br: Instalar Módulos
ru_ru: Установка модулей
tr_tr: Modülleri Kur
