Repository: marceltoben/evandrix.github.com
Catalog: defcon/DotNetNuke Exploit/DotNetNuke_Community_06.00.00_Install/Install/App_LocalResources/Installwizard.aspx.*.resx
Languages: ar_jo, ca_es, de_de, fr_fr, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_br, ru_ru, tr_tr

# InstallScript.Text
source: Upgrading Database to Version {0}
ar_jo: {0} ترقية قاعدة البيانات الى الإصدار
ca_es: Actualitzant a la versió {0}
de_de: Aktualisiere auf Version {0}
fr_fr: Mise à jour de la base vers la version {0}
it_it: Aggiornamento Database alla Versione {0}
ja_jp: Version {0} のデータベースへのアップグレード
ko_kr: 버전 {0} 로 데이터베이스 업그레이드
nl_nl: Bijwerken naar versie {0}
pl_pl: Aktualizowanie bazy danych do wersji {0}
pt_br: Atualizando a base de dados para a versão {0}
ru_ru: Обновление базы данных до версии {0}
tr_tr: Veritabanı {0} sürümüne yükseltiliyor

# Integrated.Text
source: Integrated Security:
ca_es: Seguretat integrada:
de_de: Integrierte Sicherheit:
fr_fr: Sécurité intégrée :
it_it: Sicurezza Integrata (Integrated Security):
ja_jp: 統合セキュリティ:
ko_kr: 통합 보안:
nl_nl: Geïntegreerde Beveiliging:
pl_pl: Zabezpieczenia zintegrowane:
pt_br: Segurança integrada?
ru_ru: Интегрированная безопасность:
tr_tr: Entegre Güvenlik:

# IntegratedHelp.Text
source: Check this if you are using SQL Server's Integrated Security, which means you will be using your Windows account to access SQL Server. If you are using SQL Server Express then you will most likely need to check this option. If you have been given a UserId/Password to access your Database, leave this unchecked, and provide the UserId/Password combination.
ar_jo: اختار هذه الخانة اذا كنت تستخدم اسكيول خوادم أمن متكامل , هذا يعني انك ستستخدم حساب ويندوز للوصول الى خادم اسكيول . اذا كنت تستخدم اسكيول خادم اكسبرس فغالبا ستحتاج لتفعيل هذه الخانة . اذا تم اعطائك معرف المستخدم/الرقم السري للوصول الى قاعدة البيانات , اترك تفعيل هذه الخانة , وقم بتزويد مزيج معرف المستخدم/الرقم السري . <BR><BR>أمن متكامل : Integrated Security <BR>SQL :اسكيول
ca_es: Marqueu aquesta opció si esteu utilitzant Seguretat Integrada a SQL Server, això significa que utilitzareu el vostre compte de Windows per accedir a SQL Server. Si esteu utilitzant SQL Server Express el més provable és que necessiteu marcar aquesta opció. Si us han proporcionat un Usuari/Contrasenya per accedir a la vostra base de dades, deixeu aquesta opció sense marcar, i entreu la combinació d'Usuari/Contrasenya que tingueu.
de_de: Aktivieren Sie diese Option, wenn Sie sich über "integrierte Sicherheit" am SQL-Server mit dem Windows Benutzerkonto anmelden wollen. Wenn Sie SQL-Server Express verwenden, werden Sie diese Option vermutlich benötigen. Wenn Sie expliztit einen Benutzernamen mit Kennwort für die Anmeldung am SQL-Server erhalten oder eingerichtet haben, deaktivieren Sie diese Option.<br />
fr_fr: Vérifiez si vous utilisez le mode d’identification SQL intégré ou un compte utilisateur Windows. En règle générale, vous devez cochez cette option si vous utilisez SQL Express. Si vous utilisez la sécurité intégrée à SQL, spécifier le UserID et son mot de passe ou spécifier le Nom d’utilisateur Windows et son mot de passe.
ja_jp: SQL Server で Windows 統合セキュリティを使用する場合は、この設定を選択してください(Windows アカウントを使用して SQL Server にアクセスします)。SQL Server Express Edition を使用するには、大抵の場合、このオプションを選択する必要があります。データベースのアクセスにユーザーIDとパスワードが必要な場合、この設定は選択せずに、ユーザーIDとパスワードを入力してください。
ko_kr: SQL 서버에 Window계정을 사용하여 접근하는 SQL 서버 통합인증을 사용하는지 체크하세요. SQL Server Express을 사용하신다면 대부분 이 옵션에 체크하셔야 합니다. 데이터베이스 접근을 위한 사용자아이디/비밀번호을 기입하지 않으면 UserId/Password 조합으로 설정됩니다.
nl_nl: Gebruik deze optie als u gebruik maakt van Windows Authenticatie voor SQL Server. Dat betekent dat uw Windows gebruikersaccount wordt gebruikt om SQL Server te benaderen. Gebruikt u SQL Server Express dan is het waarschijnlijk dat u deze optie dient te gebruiken. Indien u een UserID en wachtwoord heeft gekregen om uw database te benaderen, gebruik deze optie dan niet en geef UserID en wachtwoord op.
pl_pl: Proszę prawdzić, czy na serwerze baz danych skonfigurowane są zinstegrowane zabezpieczenia, co umożliwia używanie kont Windows do dostępu do baz SQL Server. Jeżeli używany jest SQL Server Express, to być może opcja ta będzie musiała być zaznaczona. Jeśli znane jest hasło i nazwa użytkownika bazy danych, należy pozostawić tę opcję nie zaznaczoną i wprowadzić posiadane uwierzytelnienia.
pt_br: Marque isto se você está usando a segurança integrada do SQL Server, que significa que você estará usando sua conta no Windows para acessar o SQL Server. Se você está usando o SQL Server Express então você provavelmente precisará marcar esta opção. Se você obteve uma combinação de NomeDeUsuário/Senha para acessar sua base de dados então deixe desmarcado e informe esta combinação.
ru_ru: Включите этот пункт, если Вы используете интегрированную безопасность SQL Server'а, что означает, что Вы будете использовать Вашу учетную запись Windows для обращений к SQL Server'у. Если Вы планируете использовать SQL Server Express, то тогда Вы, скорее всего, должны выбрать эту опцию. Если Вам дали Имя_Пользователя/Пароль, для доступа к Вашей базе данных, оставьте эту опцию без изменения, и введите комбинацию Имя_Пользователя/Пароль.
tr_tr: Bu seçeneği SQL Server'da Integrated Security kullanıyorsanız (yani SQL Server için Windows kullanıcı hesabını kullanıyorsanız) seçin. Eğer SQL Server Express sürümünü kullanıyorsanız bu seçeneği işaretlemeniz gerekecektir. Eğer veritabanı erişimi için Hosting firması tarafından bir kullanıcı adı ve şifre sağlandıysa, bu alanı işaretlemeyin ve belirtilen Kullanıcı adı ile şifreyi yazın.

# InValidEmail.Text
source: The email address is invalid.
ar_jo: عنوان البريد الالكتروني غير صحيح.
ca_es: L'adreça de correu és incorrecta.
de_de: Die angegebene E-Mail-Adresse ist ungültig.
fr_fr: L’adresse Email n’est pas valide.
it_it: L'indirizzo email non è valido.
ja_jp: 電子メールアドレスが不正です。
ko_kr: 이메일 주소가 유효하지 않습니다.
nl_nl: Het e-mailadres is ongeldig.
pl_pl: Adres e-mail jest nieprawidłowy.
pt_br: O endereço de email é inválido!
ru_ru: Недопустимый адрес электронной почты.
tr_tr: Eposta adresi geçersiz.

# Languages.Text
source: Languages
ar_jo: اللغات
ca_es: Idiomes
de_de: Sprachen
fr_fr: Langues
it_it: Linguaggi
ja_jp: 言語パック
ko_kr: 언어
nl_nl: Talen
pl_pl: Języki
pt_br: Idiomas
ru_ru: Языки
tr_tr: Dil Paketleri

# LastName.Text
source: Last Name:
ar_jo: الاسم الاخير:
ca_es: Cognoms:
de_de: Nachname:
fr_fr: Prénom :
it_it: Cognome:
ja_jp: 姓:
ko_kr: 성:
nl_nl: Achternaam:
pl_pl: Nazwisko:
pt_br: Último nome:
ru_ru: Фамилия:
tr_tr: Soyadı:

# MachineKey.Error
source: Machine Key Update Error
ar_jo: Machine Key خطأ بتحديث
ca_es: Error d'actualització de la "Machine Key"
de_de: "Machine Key" Aktualisierungsfehler
fr_fr: Erreur de mise à jour de la "Machine Key"
it_it: Errore di aggiornamento della "Machine Key"
ja_jp: マシンキーの更新エラー
ko_kr: 머신 키 업데이트 에러
nl_nl: Fout bij bijwerken "Machine Key"
pl_pl: Błąd aktualizacji klucza maszyny (Machine Key)
pt_br: Erro na atualização da chave da máquina!
ru_ru: Ошибка обновления ключа машины
tr_tr: Anahtar (Machine Key) Güncelleme Hatası

# MinUserNamelength.Text
source: The minimum length for the user name is 4 characters
ar_jo: اقل طول لإسم المستخدم هو 4 احرف
ca_es: La llargada mínima per el nom d'usuari és de 4 caràcters
de_de: Der Benutzername muss mindestens vier Zeichen lang sein!
fr_fr: Le nombre minimum de caractères pour le Nom est de 4
it_it: La lunghezza minima per il nome utente è di 4 caratteri
ja_jp: ユーザー名は4文字以上入力してください。
ko_kr: 사용자 이름은 최소 4자 이상이어야 합니다.
nl_nl: De gebruikersnaam dient tenminste 4 karakters lang te zijn.
pl_pl: Minimalna długość nazwy użytkownika wynosi 4 znaki.
pt_br: O tamanho mínimo para o nome de usuário é de 4 caracteres!
ru_ru: Минимальная длина для имени входа пользователя - 4 символа
tr_tr: Kullanıcı adı için minimum uzunluk 4 karakter

# Modules.Text
source: Modules
ar_jo: الوحدات
ca_es: Mòduls
de_de: Module
it_it: Moduli
ja_jp: モジュール
ko_kr: 모듈
pl_pl: Moduły
pt_br: Módulos
ru_ru: Модули
tr_tr: Modüller

# NoContainers.Text
source: No Optional Containers to Install
ar_jo: لا يوجد حاويات اختيارية يراد تنصيبها
ca_es: No hi ha contenidors opcionals per instal·lar
de_de: Es sind keine optional installierbaren Modulrahmen verfügbar. Sie können diese später über den Menübefehl System :: Seitenlayouts installieren.
fr_fr: Pas de conteneurs optionnels à installer
it_it: Nessun Container opzionale da installare
ja_jp: 追加インストール可能なコンテナはありません。
ko_kr: 설치할 부가 컨테이너가 없습니다.
nl_nl: Er zijn geen optionele containers te installeren
pl_pl: Brak opcjonalnych kontenerów do zainstalowania.
pt_br: Não há molduras opcionais para instalação.
ru_ru: Нет дополнительных контейнеров для установки
tr_tr: Kurulum için opsiyonel modül kapları belirtilmemiş.

# NoLanguages.Text
source: There are no languages to install.
ar_jo: لا يوجد هناك لغات يراد تنصيبها .
ca_es: No hi ha idiomes per instal·lar.
de_de: Es sind keine installierbaren Sprachen verfügbar. Deutsche Übersetzungen finden Sie auf der <a href="http://www.dnn-usergroup.de" target = "blank">Web-Site der deutschsprachigen User-Group</a>. Sie können diese später herunterladen und über den Menübefehl Host :: Languages aus der Web-Site heraus installieren.
fr_fr: Pas de langue supplémentaire à installer.
it_it: Nessun Linguaggio da installare.
ja_jp: 追加インストール可能な言語パックはありません。
ko_kr: 설치할 언어가 없습니다.
nl_nl: Er zijn geen taalbestanden te installeren
pl_pl: Brak plików obsługi dodatkowych języków do zainstalowania.
pt_br: Não há idiomas para instalação.
ru_ru: Нет языков для установки.
tr_tr: Kurulumu yapılacak ekstra dil paketleri belirtilmemiş.

# NoModules.Text
source: There are no modules to install
ar_jo: لا يوجد هناك وحدات يراد تنصيبها
ca_es: No hi ha mòduls per instal·lar
de_de: Es sind keine installierbaren Module verfügbar.
fr_fr: Pas de modules à installer
it_it: Non ci sono Moduli da installare
ja_jp: 追加インストール可能なモジュールはありません。
ko_kr: 설치할 모듈이 없습니다.
nl_nl: Er zijn geen modules te installeren
pl_pl: Brak dodatkowych modułów do zainstalowania.
pt_br: Não há módulos para instalação.
ru_ru: Нет модулей для установки.
tr_tr: Kurulumu yapılacak ekstra modül paketleri belirtilmemiş.

# NoPassword.Text
source: You must provide a password for the user
ar_jo: يجب عليك تزويد رقم سري للمستخدم
ca_es: Cal que entreu una contrasenya per l'usuari
de_de: Sie müssen ein Kennwort für den Benutzer eingeben!
fr_fr: Vous devez fournir un mot de passe
it_it: Devi fornire un apassword per l'utente.
ja_jp: パスワードを入力してください。
ko_kr: 사용자를 위한 암호를 입력해야합니다.
nl_nl: Geef een wachtwoord voor de gebruiker
pl_pl: Hasło musi być określone dla każdego użytkownika
pt_br: Você deve informar uma senha para o usuário!
ru_ru: Вы должны ввести пароль для пользователя
tr_tr: Kullanıcı için bir şifre belirtmelisiniz.

# NoSkins.Text
source: No Optional Skins to Install
ar_jo: لا يوجد هناك جلود اختيارية يراد تنصيبها
ca_es: No hi ha aparences opcionals per instal·lar
de_de: Es sind keine installierbaren Seitenlayouts verfügbar. Sie können diese später über den Menübefehl System :: Seitenlayouts installieren.
fr_fr: Pas d’autre thême à installer
it_it: Nessuno Skin opzionale da installare
ja_jp: 追加インストール可能なスキンはありません。
ko_kr: 설치할 부가 스킨이 없습니다
nl_nl: Geen optionele Skins te installeren
pl_pl: Brak opcjonalnych skórek do zainstalowania.
pt_br: Não há temas opcionais para instalação.
ru_ru: Нет дополнительных шаблонов для установки
tr_tr: Kurulumu yapılacak ekstra Tema belirtilmemiş.

# Oracle.Text
source: Oracle Database
ar_jo: قاعدة بيانات اوراكل
ca_es: Base de dades Oracle
de_de: Oracle-Datenbank
fr_fr: Base ORACLE
it_it: Database Oracle
ja_jp: Oracle データベース
ko_kr: Oracle 데이터베이스
pl_pl: Baza danych Oracle
pt_br: Base de dados Oracle
ru_ru: База данных Oracle
tr_tr: Oracle Veritabanı

# Owner.Text
source: Run as db Owner:
ar_jo: تشغيل كمالك قاعدة البيانات:
ca_es: Accés com a "dbOwner":
de_de: Als DB-Owner ausführen:
fr_fr: Lancer en tant que "db Owner" :
it_it: Esegui come proprietario DB (Run as db Owner):
ja_jp: データベース所有者として実行:
ko_kr: db 소유자로 실행:
nl_nl: Uitvoeren als "db Owner":
pl_pl: Uruchamiaj jako właściciel bazy danych:
pt_br: Acessar como proprietário?
ru_ru: Выполнять от имени владельца БД:
tr_tr: db Owner yetkisi ile Çalıştır:

# OwnerHelp.Text
source: Check this if you are running the database as Database Owner - if left unchecked you will be running as the User ID specified
ar_jo: اختار هذه الخانة اذا كنت تشغل قواعد البيانات كمالك قاعدة بيانات - اذا لم تقم بالإختيار لهذه الخانة ستشغل كما عين(حدد) معرف المستخدم <BR>Run as db Owner
ca_es: Marqueu aquesta opció si esteu accedint a la base de dades com a propietari (dbowner). Si ho deixeu desmarcat s'utilitzarà la identificació de l'usuari especificat
de_de: Aktivieren Sie diese Option, wenn Sie auf die Datenbank als Eigentümer (DBOwner) zugreifen. Wenn die Option nicht aktiv ist, führen Sie sie als angegebener Benutzer aus.
fr_fr: Cochez cette case si vous lancez cette base en tant que "db Owner" - Si décochée, vous devrez utiliser l’utilisateur spécifié
it_it: Controlla se stai eseguendo come proprietario del Database (Database Owner) - Se lasci non selezionato eseguirai come Utente (User ID) specificato
ja_jp: データベース所有者として実行する場合はこのオプションを選択してください。 - 選択されていない場合は、指定されたユーザーIDで実行されます。
ko_kr: 데이터베이스 소유자로 실행이 되는지 체크하세요 - 체크하지 않으시면 사용자 아이디로 실행이됩니다.
nl_nl: Gebruik deze optie als u de database gebruikt als "Owner". Indien niet aangevinkt gebruikt u de database met het aangegeven UserID
pl_pl: Należy zaznaczyć tę opcję, jeśli instalacja bazy danych ma być wykonana w kontekście właściciela bazy danych - jeśli pole opcji pozostanie niezaznaczone, instlacja zostanie uruchomiona w kontekście wskazanego użytkownika.
pt_br: Marque isto se você está acessando a base de dados como usuário proprietário. Se deixar desmarcado você estará acessando como usuário especificado.
ru_ru: Включите эту опцию, если Вы будете выполнять скрипты базы данных от имени владельца базы данных. В противном случае Вы будете выполнять скрипты от имени указанного User ID
tr_tr: Eğer veritabanı üzerinde veritabanı sahibi (database owner) yetkisine sahipseniz bu seçeneği işaretleyin

# Page0.Title
source: Welcome
ar_jo: مرحبا
ca_es: Benvinguda
de_de: Willkommen
fr_fr: Bienvenue
it_it: Benvenuto
ja_jp: ようこそ
ko_kr: 환영합니다
nl_nl: Welkom
pl_pl: Witamy
pt_br: Bem Vindo
ru_ru: Добро пожаловать
tr_tr: Hoşgeldiniz

# IntroDetail.Text
source: <p>Welcome to the DotNetNuke Installation Wizard. This wizard will guide you through the installation of your DotNetNuke Application.</p> <p>You may navigate through the Wizard using the Next and Previous buttons. On some pages you will see a third button "Test ...". This button will allow you to test the configuration before you continue, to see the effects of changes.</p> <p>The first step is to select the installation method to use and to choose the language you would like to use for the Installation.</p>
ar_jo: <p>مرحبا بك في معالج تنصيب دوتنت نوك . هذا المعالج سيرشدك خلال تنصيبك لتطبيق دوتنت نوك الخاص بك.</p> <p>بمكنك الابحار خلال المعالج مستخدما الزرين التالي و السابق . في بعض الصفحات سترى زر ثالث "فحص...." . هذا الزر سيسمح لك بفحص التكوين(التركيب) قبل الاستمرار , لترى تأثير التغييرات .</p> <p>الخطوة الاولى هي اختيار طريقة التنصيب المراد استخدامها وكذلك اللغة التي ترغب بإستخدامها لعملية التنصيب .</p>
ca_es: <p>Benvingut a l'assistent d'instal·lació de DotNetNuke. Aquest assistent us guiarà al llarg de tota la instal·lació de l'aplicació DotNetNuke.</p> <p>Podeu navegar en l'assistent utilitzant els botons "Anterior" i "Següent". En algunes pàgines veureu un tercer botó "Prova...". Aquest botó us permetrà provar la configuració abans de continuar, per veure els efectes dels canvis.</p> <p>El primer pas és seleccionar el mètode d'instal·lació que voleu utilitzar i l'idioma que voleu veure durant el procés.</p>
de_de: <p>Willkommen zum Installationsassistenten. Dieser wird Sie durch die Installation Ihres Systems begleiten.</p> <p>Innerhalb des Assistenten können Sie sich mit den Schaltflächen "weiter" und "zurück" zwischen den Seiten bewegen. Einige Seiten verfügen über eine zusätzliche Schaltfläche "Test...", die Ihnen erlaubt, die Einstellungen zu prüfen, bevor Sie fortfahren.</p> <p>Im ersten Schritt wählen Sie die zu verwendende Installationsmethode und die Sprache des Installationsassistenten.</p>
fr_fr: <p>Bienvenue dans l’Assistant de DotNetNuke qui vous guidera tout au long de l’installation.</p> <p>Vous pouvez naviguer en utilisant les boutons "Suivant" et "Précèdent". Sur certaines pages, vous verrez un troisième bouton "Test…" : il vous permettra de tester certains points de votre configuration afin d'en voir les effets, avant de continuer.</p> <p>La première étape consiste à sélectionner le mode d’installation à utiliser et à choisir la langue de l’assistant.</p>
it_it: <p>Benvenuto nella Installazione di DotNetNuke. Sarai guidato durante i passi dell'installazione della tua applicazione DotNetNuke.</p> <p>Puoi utilizzare Precedente e Successivo. In Alcume pagine vedrai il bottone "Test". Questo bottone ti permetterà di controllare la configurazione inserita prima di continuare.</p> <p>Il primo passo è quello odi scegliere il tipo di installazione e il liguaggio da utilizzare per l'Installazione.</p>
ja_jp: <p>DotNetNuke インストールウィザードにようこそ。<br />このウィザードでは、DotNetNuke アプリケーションを手順に沿ってインストールしてゆきます。</p> <p>ウィザードは、「次へ」または「前へ」ボタンを使用して進めてゆきます。いくつかのページでは、「...のテスト」といったボタンが表示される場合があります。このボタンは、次の手順の実行前に設定の変更内容を確認するために使用します。</p> <p>まず最初の手順では、インストール方法およびウィザードで使用する言語を選択します。</p>
ko_kr: <p>DotNetNuke 설치마법사에 오신걸 환영합니다. 이 마법사는 DotNetNuke 설치를 안내합니다.</p> <p>이전 다음버튼을 통해 진행하시고 특정페이지에선 유효성 체크를 위한 "테스트..." 가 제공됩니다.</p> <p>첫 단계는 사용하실 설치방법을 선택하시고 설치를 원하시는 언어를 선택하세요.</p>
nl_nl: <p>Welkom bij de DotNetNuke installatie assistent. Deze assistent zal helpen DotNetNuke te installeren.</p> Met behulp van de knoppen "Vorige" en "Volgende" kunt u door deze assistent navigeren. Op sommige pagina's heeft u de mogelijkheid de configuratie te testen, door op de derde knop "Test..." te klikken.</p> <p>In deze eerste stap kunt u de installatiemethode kiezen en de taal die tijdens de installatie gebruikt moet worden</p>
pl_pl: <p>Witamy w kreatorze instalacji aplikacji DotNetNuke. Kreator ten pomoże przeprowadzić proces instalacji aplikacji portalowej DotNetNuke.</p> <p>Pomiędzy stronami kreatora można poruszać się używając przycisków Dalej i Wstecz. Na niektórych stronach wyświetlany jest trzeci przycisk "Test ...". Przycisk ten pozwala sprawdzić ustawienia konfiguracyjne (zobaczyć efekt ustawień), zanim instalacja będzie kontynuowana.</p> <p>Pierwszym krokiem jest wybór metody instalacji oraz języka, który będzie używany do wyświetlania komunikatów podczas instalacji aplikacji.</p>
pt_br: <p>Bem vindo ao assistente de instalação do DotNetNuke. Este assistente o guiará através da instalação da sua aplicação DotNetNuke.</p> <p>Você pode navegar através do assistente usando os botões 'Próximo' e 'Anterior'. Em algumas páginas você verá um terceiro botão 'Testar...'. Este botão permitirá a você testar a configuração antes de continuar, para ver os efeitos das alterações.</p> <p>O primeiro passo é selecionar o método de instalação a ser usado e escolher o idioma que você quer usar na instalação.</p>
ru_ru: <p>Вас приветствует Мастер Установки DotNetNuke. Этот мастер проведет Вас через весь процесс установки Вашего DotNetNuke приложения.</p> <p>Вы можете перемещаться между страницами Мастера с помощью кнопок Далее и Назад. На некоторых страницах присутствует кнопка "Проверка ...", нажатие которой позволяет протестировать настройки и увидеть эффект от проведенных изменений перед тем, как двигаться дальше.</p> <p>Первый шаг - выбор метода и языка установки.</p>
tr_tr: <p>DotNetNuke Kurulum Sihirbazı'na hoşgeldiniz. Bu sihirbaz DotNetNuke Uygulamasının kurulumundaki aşamalarda size yardımcı olacaktır.</p> <p>Sihirbazdaki adımlar arasında İleri ve Geri butonlarını kullanarak geçiş yapabilirsiniz. Bazı sayfalarda "Test ...". butonunu göreceksiniz. Bu buton devam etmeden önce mevcut yapılandırmayı test etmenizi sağlar. Böylece yapılandırmalarınızın doğru olup-olmadığını anlayabilirsiniz.</p> <p>Kurulumdaki ilk aşama kurulumda kullanılacak yöntem ile dil seçimini yapmaktır.</p>

# IntroTitle.Text
source: DotNetNuke Installation Wizard - Version {0}
ar_jo: {0} معالج تنصيب دوتنت نوك - الاصدار
ca_es: Assistent d'instal·lació de DotNetNuke - Versió {0}
de_de: Installationsassistent - Version {0}
fr_fr: Assistant d’installation de DotNetNuke - Version {0}
it_it: Procedura di Installazione di DotNetNuke - Versione {0}
ja_jp: DotNetNuke インストールウィザード - Version {0}
ko_kr: DotNetNuke 설치 마법사 - 버전 {0}
nl_nl: DotNetNuke Installatie Assistent - Versie {0}
pl_pl: Kreator instalacji DotNetNuke - wersja {0}
pt_br: Assistente de Instalação do DotNetNuke - Versão {0}
ru_ru: Мастер Установки DotNetNuke - Версия {0}
tr_tr: DotNetNuke Kurulum Sihirbazı - Sürüm {0}

# Page1.Title
source: File Permissions
ar_jo: أذون الملف
ca_es: Permisos de fitxers
de_de: Dateiberechtigungen
fr_fr: Permissions sur les fichiers
it_it: Permessi File
ja_jp: ファイルアクセス権限
ko_kr: 파일 권한
nl_nl: Beveiliging Bestanden
pl_pl: Uprawnienia do plików
pt_br: Permissões de Arquivo
ru_ru: Файловые разрешения
tr_tr: Dosya İzinleri
