Repository: marceltoben/evandrix.github.com
Catalog: defcon/DotNetNuke Exploit/DotNetNuke_Community_06.00.00_Install/Install/App_LocalResources/Installwizard.aspx.*.resx
Languages: ar_jo, ca_es, de_de, fr_fr, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_br, ru_ru, tr_tr

# AdminUser.Text
source: Portal Administrator
ar_jo: مدير البوابة
ca_es: Administrador del portal
fr_fr: Administrateur du site
it_it: Amministratore Portale
ja_jp: ポータルの管理者
ko_kr: 포털 관리자
nl_nl: Portaal Beheerder
pl_pl: Administrator witryny
pt_br: Definir a Conta de Administrador do Portal
ru_ru: Администратор портала
tr_tr: Portal Yöneticisi

# AdminUserError.Text
source: <b><font color='red'>Administrator User Error:</font></b><br/>{0}
ar_jo: <b><font color='red'>خطأمستخدم اداري:</font></b><br/>{0}
ca_es: <b><font color='red'>Error en l'administrador del portal:</font></b><br/>{0}
de_de: <b><font color='red'>Fehler (Portaladministrator):</font></b><br/>{0}
it_it: <b><font color='red'>Errore dell'utente Administrator:</font></b><br/>{0}
ja_jp: <b><font color='red'>管理ユーザー エラー:</font></b><br/>{0}
ko_kr: <b><font color='red'>관리자 에러:</font></b><br/>{0}
nl_nl: <b><font color='red'>Beheerder Fout:</font></b><br/>{0}
pl_pl: <b><font color='red'>Błąd związany z kontem użytkownika Administrator:</font></b><br/>{0}
pt_br: <b><font color='red'>Erro no usuário administrador do portal:</font></b><br/>{0}
ru_ru: <b><font color='red'>Ошибка пользователя Администратор: </font></b><br/>{0}
tr_tr: <b><font color='red'>Yönetici Kullanıcısı Hatası:</font></b><br/>{0}

# Auto.Text
source: <b>Auto</b> - The "Auto" installation method bypasses the Wizard completely and uses the legacy Auto-Install procedure.
ar_jo: <b>آلي</b> - طريقة التنصيب الآلي تتجاوز المعالج بصورة كاملة وتستخدم اجراءات التنصيب-الآلي التراثية .
ca_es: <b>Automàtic</b> - El mètode d'instal·lació "Automàtic" evita l'assistent completament i utilitza el procediment antic d'auto-instal·lació.
de_de: <b>manuell</b> - Das Installationsverfahren "manuell" umgeht den Installationsassistenten und verwendet die zuvor manuell eingestellten Werte; Sie müssen dafür die Datei web.config entsprechend angepasst haben.
fr_fr: <b>Automatique</b> - Ce mode court-circuit cet assistant pour utiliser l’ancienne procédure d’installation.
it_it: <b>Auto</b> - Il metodo "Auto" di installazione bypassa il Wizard completamente e usa la procedura di Auto-Install.
ja_jp: <b>自動</b> - ウィザードを実行せずに、従来と同じ全自動手順によるインストールを行います。
ko_kr: <b>자동</b> - "자동" 설치 방법은 마법사를 완전히 건너뛰고 상속받은 설치방법으로 설치를 진행합니다.
nl_nl: <b>Auto</b> - De "Auto" installatiewijze maakt geen gebruik van de wizard functionaliteit en gebruikt de oude auto-installatie procedure.
pl_pl: <b>Auto</b> - W metodzie instalacji "Automatycznej" nie jest wykorzystywany Kreator instalacji, tylko starsza procedura Auto-Install.
pt_br: <b>Auto</b> - O método de instalação automática ignora completamente o assistente e usa o procedimento legado de instalação automática.
ru_ru: <b>Авто</b> - этот метод установки не использует Мастер полностью, а использует устаревшую процедуру авто установки.
tr_tr: <b>Otomatik</b> - "Otomatik" kurulum yöntemi Sihirbazdaki tüm adımları Otomatik-Kurulum prosedürüne göre tamamlar.

# ChooseDatabase.Text
source: Select Database:
ar_jo: اختار قاعدة البيانات:
ca_es: Escolliu la base de dades:
de_de: Datenbank wählen:
fr_fr: Base de données:
it_it: Seleziona Database:
ja_jp: データベースの選択:
ko_kr: 데이터베이스 선택:
nl_nl: Selecteer Database:
pl_pl: Wybór bazy danych:
pt_br: Selecione a base de dados:
ru_ru: Выбор базы данных:
tr_tr: Veritabanı Seçin:

# ChooseDbError.Text
source: You must choose a Database Type
ar_jo: يجب عليك اختيار نوع قاعدة البيانات
ca_es: Cal que esculliu el tipus de base de dades
de_de: Sie müssen einen Datenbanktyp auswählen!
fr_fr: Vous devez choisir un type de Base de données
it_it: Scegli un tipo di Database
ja_jp: データベースタイプを選択してください。
ko_kr: 데이터베이스 종류를 선택해야 합니다.
nl_nl: U dient een type database te selecteren
pl_pl: Typ bazy danych musi być określony
pt_br: Você deve escolher um tipo de base de dados!
ru_ru: Вы должны выбрать тип базы данных
tr_tr: Bir Veritabanı Türü seçmelisiniz

# ChooseInstall.Text
source: Select Installation Method:
ar_jo: <h3>اختار طريقة التنصيب:</h3>
ca_es: <h3>Escolliu el mètode d'instal·lació:</h3>
de_de: <h3>Installationsverfahren:</h3>
fr_fr: <h3>Mode d’installation :</h3>
it_it: <h3>Seleziona il metodo di Installazione:</h3>
ja_jp: <h3>インストール方法の選択:</h3>
ko_kr: <h3>설치 방법 선택:</h3>
nl_nl: <h3>Selecteer Installatiemethode:</h3>
pl_pl: <h3>Wybór metody instalacji:</h3>
pt_br: <h3>Selecione o método de instalação:</h3>
ru_ru: <h3>Выберите метод установки:</h3>
tr_tr: <h3>Kurulum Yöntemini Seçin:</h3>

# ChooseLanguage.Text
source: Choose Language:
ar_jo: <h3>اختار اللغة:</h3>
ca_es: <h3>Escolliu l'idioma:</h3>
de_de: <h3>Sprache des Assistenten:</h3>
fr_fr: <h3>Choix de la langue :</h3>
it_it: <h3>Scegli Lingua:</h3>
ja_jp: <h3>インストールウィザードの言語:</h3>
ko_kr: <h3>언어 선택:</h3>
nl_nl: <h3>Kies Taal:</h3>
pl_pl: <h3>Wybór języka:</h3>
pt_br: <h3>Escolha o idioma:</h3>
ru_ru: <h3>Выберите язык:</h3>
tr_tr: <h3>Bir Dil Seçin:</h3>

# CompleteDetail.Text
source: <p>Congratulations, you have successfully installed DotNetNuke.</p>
ar_jo: <p>تهانينا , لقد نجحت بتنصيب دوتنت نوك.</p>
ca_es: <p>Felicitats, heu instal·lat DotNetNuke amb éxit.</p>
de_de: <p>Sie haben die Website erfolgreich installiert.</p> <p>Weitere Unterstützung erhalten Sie bei der <a href="http://www.dnn-usergroup.de" target="_blank">deutschsprachigen DotNetNuke-Usergroup</a>.</p>
fr_fr: <p>Félicatations ! DotNetNuke a été installé avec succès.</p>
it_it: <p>Congratulazioni, hai installato con successo DotNetNuke.</p>
ja_jp: <p>おめでとうございます。DotNetNuke のインストールが完了しました。</p>
ko_kr: <p>축하합니다. DotNetNuke가 성공적으로 설치되었습니다.</p>
nl_nl: <p>Gefeliciteerd, U heeft DotNetNuke succesvol geïnstalleerd.</p>
pl_pl: <p>Gratulacje, aplikacja DotNetNuke została pomyślnie zainstalowana.</p>
pt_br: <p>Parabéns! Você instalou o DotNetNuke com sucesso!</p>
ru_ru: <p>Поздравляем, Вы успешно установили DotNetNuke!</p>
tr_tr: <p>Tebrik ederiz, DotNetNuke yazılımının kurulumunu başarıyla tamamladınız.</p>

# CompleteTitle.Text
source: Congratulations
ar_jo: تهنأة
ca_es: Felicitats
de_de: Herzlichen Glückwunsch
fr_fr: Félicitations
it_it: Congratulazioni
ja_jp: おめでとうございます
ko_kr: 축하합니다.
nl_nl: Gefeliciteerd
pl_pl: Gratulacje
pt_br: Parabéns!
ru_ru: Поздравления
tr_tr: Tebrik Ederiz

# Confirm.Text
source: Confirm Password:
ar_jo: تأكيد الرقم السري:
ca_es: Confirmeu la contrasenya:
de_de: Kennwort bestätigen:
fr_fr: Confirmez le mot de passe :
it_it: Conferma Password:
ja_jp: 確認用パスワード:
ko_kr: 비밀번호 확인:
nl_nl: Bevestig Wachtwoord:
pl_pl: Potwierdzenie hasła
pt_br: Confirme a senha:
ru_ru: Подтвердите пароль:
tr_tr: Şifreyi Onayla:

# ConfirmPassword.Text
source: The confirm password entered is not the same as the password entered.
ar_jo: الرقم السري المدخل للتأكيد ليس كما الرقم السري المدخل .
ca_es: La confirmació de la contrasenya no es correspon amb la contrasenya entrada.
de_de: Das Bestätigungskennwort stimmt mit dem zuvor eingegebenen nicht überein.
fr_fr: Echec dans la confirmation du mot de passe. Veuillez saisir deux fois le même.
it_it: La password di conferma inserita non è la stessa della password inserita.
ja_jp: パスワードが一致しません。
ko_kr: 입력된 비밀번호와 비밀번호 확인값이 일치하지 않습니다.
nl_nl: De bevestiging van het wachtwoord is niet gelijk aan het opgegeven wachtwoord.
pl_pl: Potwierdzenie hasła nie jest takie samo, jak hasło wpisane wcześniej
pt_br: A senha fornecida para confirmação não é a mesma senha inicial!
ru_ru: Подтверждающий введенный пароль не такой же, как ранее введенный пароль.
tr_tr: Onaylamak için belirttiğiniz şifre, ilk şifrenizle eşleşmiyor.

# ConnectError.Text
source: <b><font color='red'>Connection Error(s):</font></b><br/>{0}
ar_jo: <b><font color='red'>خطأ بالإتصال:</font></b><br/>{0}
ca_es: <b><font color='red'>Error(s) de connexió:</font></b><br/>{0}
de_de: <b><font color='red'>Verbindungsfehler:</font></b><br/>{0}
fr_fr: <b><font color='red'>Erreur(s) de connexion:</font></b><br/>{0}
it_it: <b><font color='red'>Errore(i) di Connessione:</font></b><br/>{0}
ja_jp: <b><font color='red'>接続エラー:</font></b><br/>{0}
ko_kr: <b><font color='red'>연결 에러:</font></b><br/>{0}
nl_nl: <b><font color='red'>Connectie Fout(en):</font></b><br/>{0}
pl_pl: <b><font color='red'>Podczas próby połączenia wystąpił błąd:</font></b><br/>{0}
pt_br: <b><font color='red'>Erro na conexão:</font></b><br/>{0}
ru_ru: <b><font color='red'>Ошибка(и) соединения:</font></b><br/>{0}
tr_tr: <b><font color='red'>Bağlantıda Problem(ler):</font></b><br/>{0}

# ConnectSuccess.Text
source: <b><font color='green'>Connection Success</font></b>
ar_jo: <b><font color='green'>الأتصال ناجح</font></b>
ca_es: <b><font color='green'>Connexió correcta</font></b>
de_de: <b><font color='green'>Verbindung hergestellt</font></b>
fr_fr: <b><font color='green'>Connexion réussie</font></b>
it_it: <b><font color='green'>Connessione avvenuta</font></b>
ja_jp: <b><font color='green'>接続完了</font></b>
ko_kr: <b><font color='green'>연결 성공</font></b>
nl_nl: <b><font color='green'>Connectie Gelukt</font></b>
pl_pl: <b><font color='green'>Połączenie powiodło się</font></b>
pt_br: <b><font color='green'>Sucesso na conexão!</font></b>
ru_ru: <b><font color='green'>Успешное соединение</font></b>
tr_tr: <b><font color='green'>Bağlantı Başarılı</font></b>

# Containers.Text
source: Containers
ar_jo: الحاويات
ca_es: Contenidors
de_de: Modulrahmen
fr_fr: Conteneurs
it_it: Contenitori
ja_jp: コンテナ
ko_kr: 컨테이너
pl_pl: Kontenery
pt_br: Molduras
ru_ru: Контейнеры
tr_tr: Modül Kapları

# Database.Text
source: Database:
ar_jo: قاعدة البيانات:
ca_es: Base de dades:
de_de: Datenbank:
fr_fr: Base de données :
ja_jp: データベース:
ko_kr: 데이터베이스:
pl_pl: Baza danych:
pt_br: Base de dados:
ru_ru: База данных:
tr_tr: Veritabanı:

# DatabaseFile.Text
source: Filename:
ar_jo: اسم الملف:
ca_es: Fitxer:
de_de: Dateiname:
fr_fr: Nom du fichier :
it_it: Nome File:
ja_jp: ファイル名:
ko_kr: 파일 이름:
nl_nl: Bestandsnaam:
pl_pl: Nazwa pliku:
pt_br: Nome do arquivo:
ru_ru: Имя файла:
tr_tr: Dosya adı:

# DatabaseFileHelp.Text
source: Enter the name of the Database File (located in the App_Data Directory)
ar_jo: ادخل اسم ملف قاعدة البيانات <BR>( App_Data موجود في الدليل)
ca_es: Entreu el nom del fitxer de base de dades (es troba a la carpeta App_Data)
de_de: Geben Sie den Namen der Datenbankdatei ein (die sich im Verzeichnis App_Data befinden muss)
fr_fr: Saisissez le nom de fichier de la Base (situé dans le dossier "App_Data")
it_it: Inserisci il nome del file di Database (presente nella directory App_Data)
ja_jp: (App_Data ディレクトリ内の)データベースファイル名を入力してください。
ko_kr: 데이터베이스 파일 이름을 입력하세요 (App_Data 디렉토리에 위치)
nl_nl: Geef de naam van het database bestand (bevindt zich in de App_Data map)
pl_pl: Proszę podać nazwę pliku bazy danych (np. znajdującego się w katalogu App_Data)
pt_br: Entre o nome do arquivo de base de dados, localizado no diretório App_Data.
ru_ru: Введите имя файла базы данных (расположен в каталоге App_Data)
tr_tr: Veritabanı dosyasının (App_Data klasöründe bulunur) adını yazın

# DatabaseHelp.Text
source: Enter the Database name
ar_jo: ادخل اسم قاعدة البيانات
ca_es: Entreu el nom de la base de dades
de_de: Geben Sie den Datenbanknamen ein
fr_fr: Entrez le nom de la Base de données
it_it: Inserisci il nome del Database
ja_jp: データベース名を入力してください。
ko_kr: 데이터베이스 이름을 입력하세요
nl_nl: Geef de naam van de database
pl_pl: Proszę podać nazwę pliku bazy danych.
pt_br: Entre o nome da base de dados
ru_ru: Введите имя базы данных
tr_tr: Veritabanı Adını Yazın

# Email.Text
source: Email Address:
ar_jo: عنوان البريد الالكتروني:
ca_es: Adreça de correu:
de_de: E-Mail-Adresse:
fr_fr: Adresse Email :
it_it: Indirizzo Email:
ja_jp: 電子メールアドレス:
ko_kr: 이메일 주소:
nl_nl: E-mail Adres:
pl_pl: Adres e-mail:
pt_br: Endereço de email:
ru_ru: Адрес email:
tr_tr: Eposta Adresi:

# Failure.Text
source: FAILURE
ar_jo: فشل
ca_es: ERROR
de_de: FATALER FEHLER
fr_fr: ERREUR
it_it: ERRORE
ja_jp: 失敗
ko_kr: 실패
nl_nl: MISLUKT
pl_pl: NIEPOWODZENIE
pt_br: FALHA
ru_ru: СБОЙ
tr_tr: BAŞARISIZ

# FileCreate.Text
source: Create File
ar_jo: انشاء ملف
ca_es: Creació de fitxer
de_de: Datei erstellen
fr_fr: Création d’un fichier
it_it: Crea File
ja_jp: ファイルの作成
ko_kr: 파일 생성
nl_nl: Maak bestand
pl_pl: Utwórz plik
pt_br: Criar arquivo
ru_ru: Создать файл
tr_tr: Dosya Oluştur

# FileDelete.Text
source: Delete File
ar_jo: حذف الملف
ca_es: Esborrat de fitxer
de_de: Datei löschen
fr_fr: Suppression du fichier
it_it: Elimina File
ja_jp: ファイルの削除
ko_kr: 파일 삭제
nl_nl: Verwijder bestand
pl_pl: Usuń plik
pt_br: Excluir arquivo
ru_ru: Удалить файл
tr_tr: Dosya Sil

# Finished.Text
source: Start building your new site!
ar_jo: تم الإنتهاء (الذهاب للموقع)
ca_es: Procés finalitzat (ves a la web)
de_de: Beendet (Web-Site aufrufen)
fr_fr: Terminé (voir le site)
it_it: Completato (Vai al Sito)
ja_jp: 完了 (サイトを表示)
ko_kr: 새 사이트 제작을 시작합니다!
nl_nl: Klaar (Ga naar site)
pl_pl: Instalacja została zakończona (Idź do witryny)
pt_br: Comece a construir seu novo portal!
ru_ru: Готово (Перейти на сайт)
tr_tr: İşlem Tamam (Siteye Git)

# FirstName.Text
source: First Name:
ar_jo: الاسم الاول:
ca_es: Nom:
de_de: Vorname:
fr_fr: Nom :
it_it: Nome:
ja_jp: 名:
ko_kr: 파일 이름:
nl_nl: Voornaam:
pl_pl: Imię:
pt_br: Primeiro nome:
ru_ru: Имя:
tr_tr: Adı:

# FolderCreate.Text
source: Create Folder
ar_jo: انشاء مجلد
ca_es: Creació de carpeta
de_de: Ordner anlegen
fr_fr: Création d’un dossier
it_it: Crea Cartella
ja_jp: フォルダの作成
ko_kr: 폴더 생성
nl_nl: Maak Map
pl_pl: Utwórz folder
pt_br: Criar pasta
ru_ru: Создать каталог
tr_tr: Klasör Oluştur

# FolderDelete.Text
source: Delete Folder
ar_jo: حذف المجلد
ca_es: Esborrat de carpeta
de_de: Ordner löschen
fr_fr: Suppression du dossier
it_it: Elimina Cartella
ja_jp: フォルダの削除
ko_kr: 폴더 삭제
nl_nl: Verwijder Map
pl_pl: Usuń folder
pt_br: Excluir pasta
ru_ru: Удалить каталог
tr_tr: Klasör Sil

# Full.Text
source: <b>Custom</b> - The "Custom" installation method provides you with the ability to completely customise your DotNetNuke installation. Select this option if you wish to control which optional components get installed.
ar_jo: <b>مخصص</b> - طريقة التنصيب "المخصص" تزودك بقابلية كاملة لتخصيص تنصيب دوتنت نوك . اختار هذا الخيار اذا رغبت بالتحكم بتنصيب العناصر الإختيارية.
ca_es: <b>Personalitzat</b> - El métode d'instal·lació "Personalitzat" us permet configurar completament la vostra instal·lació de DotNetNuke. Seleccioneu aquesta opció si voleu controlar quins components opcionals s'instal·laran.
de_de: <b>individuell</b> - Das "individuelle" Installationsverfahren erlaubt es Ihnen, Ihre Installation wunschgemäß anzupasssen. Wählen Sie diese Option, wenn Sie Einstellungen selbst vornehmen und Komponenten auswählen wollen.
fr_fr: <b>Personnalisée</b> - Ce mode d’installation vous permet de personnaliser entièrement votre installation de DotNetNuke. Sélectionnez cette option si vous souhaitez contrôler les composants optionnels à installer.
it_it: <b>Custom</b> - L?Installazione Cutom ti permette di personalizzare i parametri di installazione. Seleziona questa opzione se vuoi controllare quali componenti saranno installati.
ja_jp: <b>カスタム</b> - すべての設定をカスタマイズし、DotNetNuke をインストールします。インストールするコンポーネントを選択したい場合は、このオプションを選択してください。
ko_kr: <b>커스텀</b> - "커스텀" 설치방법은 완전히 커스터마이징 할 수 있게 합니다. 설치진행을 원하시면 선택하세요.
nl_nl: <b>Aangepast</b> - De "Aangepaste" installatiemethode biedt U de mogelijkheid uw DotNetNuke installatie volledig aan uw wensen aan te passen. Kies deze optie als U wilt kiezen welke optionele onderdelen geïnstalleerd moeten worden.
pl_pl: <b>Użytkownika</b> - Instalacja "Użytkownika" umożliwia swobodne sterowanie procesem instalacji DotNetNuke. Tę opcję należy wybrać wtedy, gdy wymagana jest kontrola instalacji opcjonalnych komponentów aplikacji.
pt_br: <b>Personalizada</b> - O método de instalação personalizada dá a você a habilidade de personalizar completamente sua instalação do DotNetNuke. Selecione esta opção se você deseja controlar quais componentes opcionais serão instalados.
ru_ru: <b>Выборочный</b> - этот метод установки предоставляет Вам возможность полностью настроить вашу инсталляцию DotNetNuke. Используйте эту опцию, если Вы хотите выбрать дополнительные компоненты для установки.
tr_tr: <b>Özel</b> - &quot;Özel&quot; kurulum yöntemi DotNetNuke kurulum işlemini istekleriniz doğrultusunda tamamen kişiselleştirmenizi sağlar. Ekstra bileşenleri kontrol etmek ve yüklenecek bileşenleri seçmek için bu yöntemi kullanabilirsiniz.

# HomePage.Text
source: Home Page
ar_jo: الصفحة الرئيسية
ca_es: Pàgina d'inici
de_de: Startseite
fr_fr: Page d’accueil
ja_jp: ホームページ
ko_kr: 홈페이지
nl_nl: Beginpagina
pl_pl: Strona domowa
pt_br: Página inicial
ru_ru: Домашняя страница
tr_tr: Anasayfa

# HostUserError.Text
source: <b><font color='red'>Host User Error:</font></b><br/>{0}
ar_jo: <b><font color='red'>خطأ مستخدم مضيف:</font></b><br/>{0}
ca_es: <b><font color='red'>Error en l'usuari amfitrió:</font></b><br/>{0}
de_de: <b><font color='red'>Fehler (Systemverwalter):</font></b><br/>{0}
it_it: <b><font color='red'>Errore dell'Utente Host:</font></b><br/>{0}
ja_jp: <b><font color='red'>ホストユーザー エラー:</font></b><br/>{0}
ko_kr: <b><font color='red'>호스트 사용자 에러:</font></b><br/>{0}
nl_nl: <b><font color='red'>Gastheer Fout:</font></b><br/>{0}
pl_pl: <b><font color='red'>Błąd związany z użytkownikiem Host (konto administratora portalu):</font></b><br/>{0}
pt_br: <b><font color='red'>Erro no usuário administrador do servidor:</font></b><br/>{0}
ru_ru: <b><font color='red'>Ошибка пользователя Host:</font></b><br/>{0}
tr_tr: <b><font color='red'>Host Kullanıcısı Hatası:</font></b><br/>{0}

# Install.Error
source: There was a problem with the Installation of the Database.
ar_jo: هناك مشكلة بتنصيب قاعدة البيانات.
ca_es: S'ha produït un error en la instal·lació de la base de dades.
de_de: Es gab ein Problem beim Erstellen der Datenbank.
fr_fr: Problème lors de l’installation de la base de données.
it_it: C'è stato un problema nell'Installazione de Database.
ja_jp: データベースのインストールで、問題が発生しました。
ko_kr: 데이터베이스 설치에 문제가 있습니다.
nl_nl: Er is een fout opgetreden bij het installeren van de database.
pl_pl: Podczas instalacji bazy danych wystąpił błąd
pt_br: Ocorreu um problema com a instalação da base de dados.
ru_ru: Была проблема с инсталляцией, базы данных.
tr_tr: Veritabanı kurulumu sırasında bir problem oluştu.

# Install.Text
source: Install Database Scripts
ar_jo: تنصيب سكريبتات قاعدة البيانات
ca_es: Instal·la scripts de base de dades
de_de: Datenbank-Skipte ausführen
fr_fr: Scripts d’installation de la base de données
it_it: Installa gli Script di Database
ja_jp: データベーススクリプトのインストール
ko_kr: 데이터베이스 스크립트 설치
nl_nl: Installatie Database Scripts
pl_pl: Instalowanie skryptów bazy danych
pt_br: Instalar Procedimentos na Base de Dados
ru_ru: Скрипт установки базы данных
tr_tr: Veritabanı Scriptlerini Kur

# InstallComplete.Text
source: Completed Installing Database Scripts
ar_jo: تم استكمال تنصيب سكريبتات قاعدة البيانات
ca_es: Scripts de base de dades instal·lats
de_de: Die Datenbank-Skripte wurde erfolgreich abgearbeitet.
fr_fr: Installation des scripts de Base de données terminée
it_it: Installazione completata degli script di Database
ja_jp: データベーススクリプトのインストールが完了しました。
ko_kr: 데이터베이스 스크립트 설치 완료
nl_nl: Installatie Database Scripts Afgerond
pl_pl: Instalowanie skryptów bazy danych zostało zakończone
pt_br: Instalação de procedimentos na base de dados completa
ru_ru: Завершённые сценарии установки базы данных
tr_tr: Veritabanı Scriptlerinin Kurulumu tamamlandı

# InstallDatabase.Text
source: Installing Database - Version {0}
ar_jo: {0} تنصيب قاعدة البيانات - الاصدار
ca_es: Instal·lant base de dades - Versió {0}
de_de: Erstelle Datenbank - Version {0}
fr_fr: Installation de la Base de données - Version {0}
it_it: Installazione Database - Versione {0}
ja_jp: データベースのインストール - Version {0}
ko_kr: 데이터베이스 설치- 버전 {0}
nl_nl: Installatie Database - Versie {0}
pl_pl: Instalowanie bazy danych - wersja {0}
pt_br: Instalando base de dados - versão {0}
ru_ru: Установка базы данных - Версия {0}
tr_tr: Veritabanı Kuruluyor - Sürüm {0}

# Installed.Text
source: <p>DotNetNuke is already Installed on this system.</p>
ar_jo: <p>دوتنت نوك منصب مسبقا في هذا النظام.</p>
ca_es: <p>DotNetNuke ja està instal·lat en aquest ordinador.</p>
de_de: <p>Das System ist in diesem Web-Space bereits installiert.</p>
fr_fr: <p>DotNetNuke est déjà installé sur ce sytème.</p>
it_it: <p>DotNetNuke è già installato su questo sistema.</p>
ja_jp: <p>DotNetNuke はこのシステム上に既にインストールされています。</p>
ko_kr: <p>DotNetNuke 는 이 시스템에 이미 설치되었습니다.</p>
nl_nl: <p>DotNetNuke is al geïnstalleerd op dit systeem.</p>
pl_pl: <p>Aplikacja DotNetNuke jest już zainstalowana na tym komputerze.</p>
pt_br: <p>O DotNetNuke já está instalado no sistema.</p>
ru_ru: <p>DotNetNuke уже установлен в этой системе.</p>
tr_tr: <p>DotNetNuke kurulumu bu sistem üzerinde zaten mevcut.</p>

# Installing.Text
source: Installing Database Scripts ...
ar_jo: تنصيب سكريبتات قاعدة البيانات جاري...
ca_es: Instal·lant scripts de base de dades...
de_de: Datenbank-Skripte ausführen ...
fr_fr: Installation des scripts de base de donnée ...
it_it: Installazione degli script di Database ...
ja_jp: データベーススクリプトのインストール中 ...
ko_kr: 데이터베이스 스크립트 설치중...
nl_nl: Bezig Met Installatie Database Scripts ...
pl_pl: Instalowanie skryptów bazy danych ...
pt_br: Instalando procedimentos na base de dados...
ru_ru: Установка скрипта базы данных ...
tr_tr: Veritabanı Scriptleri Kuruluyor ...

# InstallModuleError.Text
source: <b><font color='red'>Error Installing Module(s):</font></b><br/> {0}
ar_jo: <b><font color='red'>خطأ بتنصيب الوحدة/الوحدات:</font></b><br/> {0}
ca_es: <b><font color='red'>S'ha produït un error en la instal·lació de mòduls:</font></b><br/> {0}
de_de: <b><font color='red'>Fehler beim Installieren des Modules/der Module:</font></b><br/> {0}
fr_fr: <b><font color='red'>Erreur lors de l’installation du (des) Module(s) :</font></b><br/> {0}
it_it: <b><font color='red'>Errore durante l'installazione del Modulo(i):</font></b><br/> {0}
ja_jp: <b><font color='red'>モジュールのインストールエラー:</font></b><br/> {0}
ko_kr: <b><font color='red'>모듈 설치 중 에러:</font></b><br/> {0}
nl_nl: <b><font color='red'>Fout bij installatie module(s):</font></b><br/> {0}
pl_pl: <b><font color='red'>Podczas instalowania modułu (lub modułów) wystąpił błąd:</font></b><br/> {0}
pt_br: <b><font color='red'>Erro na instalação de módulo:</font></b><br/> {0}
ru_ru: <b><font color='red'>Ошибка установки модуля(ей):</font></b><br/> {0}
tr_tr: <b><font color='red'>Modül Kurulumunda Problem:</font></b><br/> {0}

# InstallPortalError.Text
source: <b><font color='red'>Error Installing Portal:</font></b><br/>{0}
ar_jo: <b><font color='red'>خطأ بتنصيب البوابة:</font></b><br/>{0}
ca_es: <b><font color='red'>Error d'instal·lació de portal:</font></b><br/>{0}
de_de: <b><font color='red'>Fehler beim Installieren des Portals:</font></b><br/>{0}
fr_fr: <b><font color='red'>Erreur lors de l’installation du Site :</font></b><br/>{0}
it_it: <b><font color='red'>Errore durante l'installazione del :</font></b><br/>{0}
ja_jp: <b><font color='red'>ポータルのインストールエラー:</font></b><br/>{0}
ko_kr: <b><font color='red'>포털 설치 중 에러:</font></b><br/>{0}
nl_nl: <b><font color='red'>Fout bij installatie portaal:</font></b><br/>{0}
pl_pl: <b><font color='red'>Podczas instalowania witryny wystąpił błąd:</font></b><br/>{0}
pt_br: <b><font color='red'>Erro na instalação de portal:</font></b><br/>{0}
ru_ru: <b><font color='red'>Ошибка установки портала:</font></b><br/>{0}
tr_tr: <b><font color='red'>Portal Kurulumunda Problem:</font></b><br/>{0}
