Repository: marceltoben/evandrix.github.com
Catalog: defcon/DotNetNuke Exploit/DotNetNuke_Community_06.00.00_Install/Install/App_LocalResources/Installwizard.aspx.*.resx
Languages: ar_jo, ca_es, de_de, fr_fr, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_br, ru_ru, tr_tr

# TestDB.Text
source: Test Database Connection
ar_jo: فحص اتصال قاعدة البيانات
ca_es: Prova de connexió a la base de dades
de_de: Datenbankverbindung testen
fr_fr: Test des paramètres de connexion à la Base
it_it: Prova Connessione Database
ja_jp: データベースの接続テスト
ko_kr: 데이터베이스 연결 테스트
nl_nl: Test Database Verbinding
pl_pl: Test połączenia do bazy danych
pt_br: Testar a conexão com a base de dados
ru_ru: Проверка подключения к базе данных
tr_tr: Veritabanı Bağlantısını Test Et

# TestPerm.Text
source: Retest Permissions
ar_jo: فحص الأذون
ca_es: Prova de permisos
de_de: Berechtigungen testen
fr_fr: Test des droits
it_it: Prova Permessi
ja_jp: アクセス権のテスト
ko_kr: 권한 재시험
nl_nl: Test Beveiligingsinstellingen
pl_pl: Test uprawnień
pt_br: Testar novamente as permissões
ru_ru: Проверка разрешений
tr_tr: İzinleri Test Et

# Title.Text
source: DotNetNuke Installation Wizard
ar_jo: معالج تنصيب دوتنت نوك
ca_es: Assistent d'instal·lació de DotNetNuke
de_de: Installationsassistent
fr_fr: Assistant d’installation de DotNetNuke
it_it: Procedura di Installazione di DotNetNuke
ja_jp: DotNetNuke インストールウィザード
ko_kr: DotNetNuke 설치 마법사
nl_nl: DotNetNuke Installatiewizard
pl_pl: Kreator instalacji DotNetNuke
pt_br: Assistente de Instalação do DotNetNuke
ru_ru: Мастер установки DotNetNuke
tr_tr: DotNetNuke Kurulum Sihirbazı

# Typical.Text
source: <b>Typical</b> - The "Typical" installation method makes some "typical" choices for you.
ar_jo: <b>نموذجي</b> - طريقة التنصيب "النموذجية" تنجز بعض الإنتقاءات "النموذجية" لك.
ca_es: <b>Típic</b> - El mètode d'instal·lació "Típic" utilitza les opcions més freqüents.
de_de: <b>Typisch</b> - Beim typischen Installationsverfahren werden weitgehend Standardwerte verwendet.
fr_fr: <b>Typique</b> - Ce mode effectue des choix caractéristiques adaptés à la plupart des besoins.
it_it: <b>Tipica</b> - L'installazione "Tipica" effettua per te le scelte tipiche di installazione.
ja_jp: <b>標準</b> - 標準的な設定でインストールを行います。
ko_kr: <b>일반</b> - "일반" 설치는 일반적인 설치를 진행합니다.
nl_nl: <b>Standaard</b> - De "Standaard" installatie gebruikt de meest gebruikelijke instellingen.
pl_pl: <b>Typowa</b> - Instalacja "Typowa" powoduje automatyczne wybranie i zainstalowanie najczęściej używanych komponentów DotNetNuke.
pt_br: <b>Típica</b> - O método de instalação típica faz algumas escolhas padrões por você.
ru_ru: <b>Типичный</b> - данный метод установки делает некоторые "типичные" настройки за вас.
tr_tr: <b>Genel</b> - &quot;Genel&quot; kurulum yöntemi, sihirbazdaki bazı seçimleri sizin için yapar veya uygular.

# Upgrade.Text
source: <p>DotNetNuke version {0} is already Installed. Click the Next button to upgrade to the new version.</p>
ar_jo: <p>اصدار دوتنت نوك المنصب حاليا {0}. اضغط على زر التالي للترقية الى الاصدار الجديد </p>
ca_es: <p>La versió de DotNetNuke {0} ja està instal·lada. Cliqueu el botó Següent per actualitzar a la nova versió.</p>
de_de: <p> Die Systemversion {0} ist bereits installiert. Klicken Sie "nächste" Seite, um auf die neue Version zu aktualisieren.</p>
fr_fr: <p>DotNetNuke version {0} est déjà installé. Cliquez sur le bouton "Suivant" pour le mettre à jour.</p>
it_it: <p>DotNetNuke versione {0} è già Installato. Clicca il bottone Next per aggiornare alla nuova versione.</p>
ja_jp: <p>DotNetNuke version {0} が既にインストールされています。新しいバージョンへアップグレードするには、「次へ」ボタンをクリックしてください。</p>
ko_kr: <p>DotNetNuke 버전 {0} 가 이미 설치되었습니다. 새 버전으로 업그레이드 하시려면 다음 버튼을 누르세요.</p>
nl_nl: <p>DotNetNuke versie {0} is al geïnstalleerd. Klik op Volgende om bij te werken naar de nieuwe versie.</p>
pl_pl: <p>Wersja {0} DotNetNuke jest już zainstalowana. Proszę wybrać przycisk Dalej aby zaktualizować aplikację do nowszej wersji.</p>
pt_br: <p>A versão {0} do DotNetNuke já está instalada. Clique no botão 'Próximo' para atualizar para a nova versão.</p>
ru_ru: <p>Версия DotNetNuke {0} уже установлена. Нажмите кнопку "Далее" для обновления на новую версию.</p>
tr_tr: <p>Sistem üzerinde DotNetNuke {0} sürümü bulundu. İleri butonuna tıklayarak yeni sürüme yükseltme işlemini başlatabilirsiniz.</p>

# UpgradeTitle.Text
source: DotNetNuke Upgrade Wizard - Version {0}
ar_jo: معالج ترقية دوتنت نوك - الاصدار {0}
ca_es: Assistent d'actualització de DotNetNuke - Versió {0}
de_de: Aktualisierungsassistent - Version {0}
fr_fr: Assistant de mise à jour de DotNetNuke - Version {0}
it_it: Procedura di aggiornamento di DotNetNuke (Upgrade Wizard) - Versione {0}
ja_jp: DotNetNuke アップグレードウィザード - Version {0}
ko_kr: DotNetNuke 업그레이드 마법사 - 버전 {0}
nl_nl: DotNetNuke Upgrade Wizard - Versie {0}
pl_pl: Kreator aktualizacji DotNetNuke - wersja {0}
pt_br: Assistente de Atualização do DotNetNuke - Versão {0}
ru_ru: Мастер обновления DotNetNuke - Версия {0}
tr_tr: DotNetNuke Güncelleme Sihirbazı - Sürüm {0}

# UserHelp.Text
source: Enter the UserID for the Database
ar_jo: ادخل معرف المستخدم لقاعدة البيانات <BR><BR>UserID :معرف المستخدم
ca_es: Entreu el ID d'usuari per la base de dades
de_de: Geben Sie die Benutzer-ID für den Datenbankzugriff an.
fr_fr: Saisissez l’ID d’utilisateur pour cette ressource
it_it: Inserisci l' ID Utente per il Database
ja_jp: データベースのユーザーIDを入力してください。
ko_kr: 데이터베이스 사용자 아이디를 입력하세요
nl_nl: Geef het UserID voor de Database
pl_pl: Proszę podać identyfikator użytkownika bazy danych (UserID)
pt_br: Entre o ID do usuário para a base de dados.
ru_ru: Введите UserID для базы данных
tr_tr: Veritabanı için Kullanıcı ID'sini belirtin.

# UserId.Text
source: User ID:
ar_jo: معرف المستخدم:
ca_es: ID usuari:
de_de: Benutzer-ID:
fr_fr: ID d’utilisateur :
it_it: ID Utente:
ja_jp: ユーザー ID:
ko_kr: 사용자 아이디:
nl_nl: Gebruikers ID:
pl_pl: Identyfikator użytkownika:
pt_br: ID do usuário:
ru_ru: ID пользователя:
tr_tr: Kullanıcı ID:

# UserName.Text
source: User Name:
ar_jo: اسم المستخدم:
ca_es: Usuari:
de_de: Benutzername:
fr_fr: Nom d’utilisateur :
it_it: Nome Utente:
ja_jp: ユーザー名:
ko_kr: 사용자 이름:
nl_nl: Gebruikersnaam:
pl_pl: Nazwa użytkownika:
pt_br: Nome de usuário:
ru_ru: Имя пользователя:
tr_tr: Kullanıcı Adı:

# WhatsNext.Text
source: What's Next
ar_jo: ما التالي
ca_es: Què més
de_de: Nächster Schritt
fr_fr: Quoi de neuf ?
it_it: Il Sucessivo
ja_jp: 「次へ」とは
nl_nl: Hoe nu verder?
pl_pl: Co dalej?
pt_br: Qual é o próximo?
ru_ru: Что дальше
tr_tr: Sırada Ne Var

# Previous.Text
source: Previous
ar_jo: السابق
ca_es: Anterior
de_de: zurück
fr_fr: Précédent
it_it: Precedente
ja_jp: 前へ
ko_kr: 이전
nl_nl: Vorige
pl_pl: Wstecz
pt_br: Anterior
ru_ru: Назад
tr_tr: Geri

# Next.Text
source: Next
ar_jo: التالي
ca_es: Següent
de_de: weiter
fr_fr: Suivant
it_it: Successivo
ja_jp: 次へ
ko_kr: 다음
nl_nl: Volgende
pl_pl: Dalej
pt_br: Próximo
ru_ru: Далее
tr_tr: İleri

# Complete.Text
source: Installation of Database Complete
ar_jo: تم استكمال تنصيب قاعدة البيانات
ca_es: Instal·lació de la base de dades finalitzada
de_de: Die Installation der Datenbank ist abgeschlossen.
fr_fr: Installation de la Base terminée
it_it: Installazione del Database Completata
ja_jp: データベースのインストールが完了しました。
ko_kr: 데이터베이스 설치완료
nl_nl: Installatie Compleet
pl_pl: Instalowanie bazy danych zostało zakończone
pt_br: A instalação da base de dados foi completada!
ru_ru: Установка базы данных завершена
tr_tr: Veritabanı Kurulumu Tamamlandı

# AuthSystems.Text
source: Authentication Systems
ar_jo: انظمة التصديق
ca_es: Sistemes d'autenticació
de_de: Authentisierungskomponenten
fr_fr: Système d’identifications
it_it: Sistema di Autenticazione
ko_kr: 인증 시스템
nl_nl: Authenticatie Systemen
pl_pl: Systemy uwierzytelnienia
pt_br: Sistemas de autenticação
tr_tr: Kimlik Doğrulama Sistemleri

# AuthSystemsDetail.Text
source: <p>DotNetNuke supports multiple authentication systems. On this page you can choose the systems you wish to install.</p> <p>Installing an Authentication System does not automatically enable it for each portal, but it makes the system available to a Portal Adminstrator.</p>
ar_jo: <p>دوتنت نوك تدعم انظمة تصديق متعددة . في هذه الصفحة يمكنك اختيار الانظمة التي ترغب بتنصيبها.</p> <p>تنصيب نظام التصديق لا يفعل اوتوماتيكيا لكل بوابة , لكنه سيكون متوفر لإداري البوابة .</p> <BR><BR>Authentication Systems : انظمة التصديق
ca_es: <p>DotNetNuke suporta múltiples sistemes d'autenticació. En aquesta pàgina podeu escollir quins sistemes voleu que s'instal·lin.</p> <p>La instal·lació d'un sistema d'autenticació no fa que aquest s'activi automàticament per tots els portals, però el fa disponible per a poder-lo configurar.</p>
de_de: <p>Dieses System unterstützt mehrere Authentisierungssystem, auf dieser Seite können Sie die gewünschten zur Installation auswählen.</p> <p>Durch die Installation wird das Authentisierungssystem nicht automatisch aktiviert, der Administrator eines Portals muss es unter 'Erweiterungen' aktivieren und konfigurieren.</p>
fr_fr: <p>DotNetNuke supporte plusieurs modes d’identification. Choisissez ceux que vous souhaitez utiliser.</p> <p>Ils ne seront pas automatiquement activés pour chaque site, mais ils seront accessibles aux administrateurs.</p>
it_it: <p>DotNetNuke supporta più Sistemi di Autenticazione. In questa pagina puoi scegliere quale desideri instalare.</p> <p>L'installazione di un Sistema di Autenticazione non comporta l'abilitazione per ogni portale, ma lo rende disponibile all'Amministratore di Portale.</p>
ko_kr: <p>DotNetNuke는 다양한 인증시스템을 지원합니다. 이 페이지에서 설치를 원하시는 시스템을 선택할 수 있습니다..</p> <p>Installing an Authentication System does not automatically enable it for each portal, but it makes the system available to a Portal Adminstrator.</p>
nl_nl: <p>DotNetNuke ondersteunt meerdere authenticatie systemen. Op deze pagina kunt u aangeven welke u wilt installeren.</p> <p>Het installeren van een authenticatie systeem betekent niet dat dit automatisch voor ieder portaal is ingeschakeld, maar het wordt beschikbaar gemaakt voor een portaal beheerder.</p>
pl_pl: <p>W aplikacji DotNetNuke obsługiwanych jest wiele systemów uwierzytelniania użytkowników. Na tej stronie można wskazać, które systemy mają być zainstalowane.</p> <p>Zainstalowanie systemu uwierzytelnienia nie powoduje automatycznego włączenia go w każdej witrynie, a jedynie czyni ten system dostępnym do wykorzystania przez administratorów witryn.</p>
pt_br: <p>O DotNetNuke suporta vários sistemas de autenticação. Nesta página você pode escolher os sistemas que quer instalar.</p> <p>Instalando um sistema de autenticação não o ativa automaticamente para cada portal, mas torna o sistema disponível para um administrador de portal.</p>
tr_tr: <p>DotNetNuke farklı kimlik doğrulama sistemlerini desteklemektedir. Bu sayfada yüklemek istediğiniz kimlik doğrulama sistemlerini seçebilirsiniz.</p> <p>Yüklediğiniz kimlik doğrulama sistemleri, elle etkinleştirildikten sonra kullanıma açılacaktır.</p>

# AuthSystemsTitle.Text
source: Install Authentication Systems
ar_jo: تنصيب انظمة التصديق
ca_es: Instal·lació de sistemes d'autenticació
de_de: Authentisierungskomponenten installieren
fr_fr: Installation d’un système d’identification
it_it: Installa Sistema di Autenticazione
ko_kr: 인증 시스템 설치
nl_nl: Installeer Authenticatie Systemen
pl_pl: Instalowanie systemów uwierzytelnienia
pt_br: Instalar Sistemas de Autenticação
tr_tr: Kimlik Doğrulama Sistemleri Ekle

# EmailErrorMessage.Text
source: There has been an error trying to send the test email. The error is:<br />{0}
ar_jo: كان هناك خطأ لدي المحاولة ارسال بريدالكتروني للفحص .الخطأ هو:<br />{0}
ca_es: S'ha produït un error en l'enviament del correu de prova. L'error és:<br />{0}
de_de: Bemím senden der Testnahricht ist ein Fehler aufgetreten:<br />{0}
fr_fr: Erreur lors de l’envoi de l’Email de test. Message d’erreur :<br />{0}
it_it: Si sono verificati degli errori tentando di spedire la'email di prova. L'errore è:<br />{0}
ko_kr: 테스트메일 전송에 에러가 있습니다. 에러:<br />{0}
nl_nl: Er is een fout opgetreden bij het verzenden van de test e-mail. De foutmelding is:<br />{0}
pl_pl: Podczas wysyłania testowej wiadomości e-mail wystąpił błąd:<br />{0}
pt_br: Ocorreu um erro ao tentar enviar um email de teste! O erro é:<br />{0}
tr_tr: Test iletisi gönderilirken bir hata oluştu. Hata kodu:<br />{0}

# EmailSentMessage.Text
source: Email Sent Successfully
ar_jo: البريد الالكتروني ارسل بنجاح
ca_es: El correu s'ha enviat correctament
de_de: Die E-Email wurde erfolgreich versandt.
fr_fr: Email envoyé avec succés
it_it: Email inviata con successo
ko_kr: 이메일이 성공적으로 전송되었습니다.
nl_nl: E-mail Succesvol Verzonden
pl_pl: Wiadomość testowa została pomyślnie wysłana
pt_br: Email enviado com sucesso!
tr_tr: Mesajınız İletildi

# EmailTestMessageSubject.Text
source: SMTP Configuration Test
ar_jo: SMTP فحص تكوين
ca_es: Test de configuració de SMTP
de_de: Test der SMTP-Server Konfiguration
fr_fr: Test de configuration SMTP
it_it: Test di configurazione SMTP
ko_kr: SMTP 설정 테스트
nl_nl: SMTP Configuratie Test
pl_pl: Test konfiguracji SMTP
pt_br: Teste de configuração do SMTP
tr_tr: SMTP Yapılandırması Test Mesajı

# EnableUpdate.Text
source: Do you want the software to display a visual indicator to notify you when updates are available?
ar_jo: هل ترغب لبرنامجك بإظهار مبين مرئي(صوري) يشعرك بأن التحديث متوفر؟
ca_es: Voleu que el sistema mostri un avís de notificació quan hi hagi actualitzacions disponibles?
de_de: Soll das System Sie auf den Portalseiten darauf hinweisen, dass eine neue Version vorliegt?
fr_fr: Voulez-vous être informé des mise à jour par un indicateur visuel ?
it_it: Vuoi che ti venga visualizzato un indicatore grafico quando sono disponibili aggiornamenti?
ko_kr: 업데이트가 가능할때 소프트웨어가 시각적으로 알림을 보내시기 원하십니까?
nl_nl: Wilt u dat de software een visuele indicator weergeeft om u te waarschuwen indien er updates beschikbaar zijn?
pl_pl: Czy ma być wyświetlany wskaźnik informujący o dostępności aktualizacji?
pt_br: Você quer que o DotNetNuke exiba um indicador visual para avisá-lo quando há atualizações disponíveis?
tr_tr: Güncelleme paketleri hazır olduğunda görsel bir simge ile uyarılmak ister misiniz?

# HostWarning.Text
source: <b><font color='red'>Your Host Name contains illegal characters (only A-Z, 0-9, - and . are allowed). You should modify the host name used.</font></b>
ar_jo: <b><font color='red'>اسم مستضيفك يحوي علامات(احرف وارقام) غير قانونية . يجب عليك تعديل اسم المضيف المستخدم. المسموح به وممكن استخدامه هو :<Br>(A-Z, 0-9, - and . ). </font></b>
ca_es: <b><font color='red'>El nom de l'usuari amfitrió conté caràcters invàlids (només A-Z, 0-9, - i . són permesos). Modifiqueu el nom d'usuari per poder continuar amb la instal·lació.</font></b>
de_de: <b><font color='red'>Ihr Systemname enthält ungültige Zeichen (nur A-Z, 0-9, - und . sind zulässig). Bitte ändern Sie den Namen entsprechend.</font></b>
fr_fr: <b><font color='red'>Le nom d’Hôte contient des caractères invalides(seuelement de A-Z, 0-9, - et . sont autorisés). Modifiez le nom d’Hôte utilisé.</font></b>
it_it: <b><font color='red'>Il tuo Nome "Host" contiene caratteri illegali. (sono permessi solo A-Z, 0-9, - e .). Modifica il Nome inserito.</font></b>
ko_kr: <b><font color='red'>호스트이름에 유효하지 않은 문자가 있습니다.(A-Z, 0-9, - , . 만 허용). 호스트 이름을 변경하셔야 합니다.</font></b>
nl_nl: <b><font color='red'>Uw Host Naam bevat ongeldige karakters (alleen A-Z, 0-9, - en . zijn toegestaan). U moet de gebruikte Host naam aanpassen.</font></b>
pl_pl: <b><font color='red'>Nazwa hosta zawiera niedozwolone znaki (można użyć tylko A-Z, 0-9, - oraz .). Nazwa ta powinna być zmodyfikowana.</font></b>
pt_br: <b><font color='red'>O nome do seu servidor contém caracteres ilegais (são permitidos apenas A-Z, 0-9, - e . ). Você deve modificar o nome de servidor usado.</font></b>
tr_tr: <b><font color='red'>Host Kullanıcı adınızdaki bazı karakterler geçersiz (yalnızca A-Z, 0-9, - ve. kullanabilirsiniz). Host kullanıcısı için yeni bir ad belirtmelisiniz.</font></b>

# InstallAuthSystemError.Text
source: <b><font color='red'>Error Installing Authentication System(s):</font></b><br/> {0}
ar_jo: <b><font color='red'>خطأ بتنصيب انظمة التصديق):</font></b><br/> {0}
ca_es: <b><font color='red'>S'ha produït un error en la instal·lació dels sistemes d'autenticació:</font></b><br/> {0}
de_de: <b><font color='red'>Fehler beim Installieren des Authentifizierungssystems:</font></b><br/> {0}
fr_fr: <b><font color='red'>Erreur lors de l’installation du (des) Système(s) d’Authentification :</font></b><br/> {0}
it_it: <b><font color='red'>Erroro durante l'installazione del Sistema(i) di Autenticazione "Authentication System(s)":</font></b><br/> {0}
ko_kr: <b><font color='red'>인증 시스템 설치 중 에러:</font></b><br/> {0}
nl_nl: <b><font color='red'>Fout bij het installeren van Authenticatie Systeem(en):</font></b><br/> {0}
pl_pl: <b><font color='red'>Podczas instalowania systemu (bądź systemów) uwierzytelnienia wystąpił błąd:</font></b><br/> {0}
pt_br: <b><font color='red'>Erro na instalação de sistema de autenticação:</font></b><br/> {0}
tr_tr: <b><font color='red'>Kimlik doğrulama sistemi yükleme işleminde bir hata oluştu(s):</font></b><br/> {0}

# InstallContainerError.Text
source: <b><font color='red'>Error installing Container:</font></b><br/> {0}
ar_jo: <b><font color='red'>خطأ بتنصيب الحاوية:</font></b><br/> {0}
ca_es: <b><font color='red'>S'ha produït un error en la instal·lació dels contenidors:</font></b><br/> {0}
de_de: <b><font color='red'>Fehler beim Installieren des Containers:</font></b><br/> {0}
fr_fr: <b><font color='red'>Erreur en installant le conteneur :</font></b><br/> {0}
it_it: <b><font color='red'>Errore durante l'installazione dei Container:</font></b><br/> {0}
ko_kr: <b><font color='red'>컨테이너 설치 중 에러:</font></b><br/> {0}
nl_nl: <b><font color='red'>Fout bij het installeren van Container:</font></b><br/> {0}
pl_pl: <b><font color='red'>Podczas instalowania kontenera wystąpił błąd:</font></b><br/> {0}
pt_br: <b><font color='red'>Erro na instalação de moldura:</font></b><br/> {0}
tr_tr: <b><font color='red'>Modül kabı yükleme işleminde bir hata oluştu:</font></b><br/> {0}

# InstallLanguageError.Text
source: <b><font color='red'>Error Installing Language(s):</font></b><br/>{0}
ar_jo: <b><font color='red'>خطأ بتنصيب اللغات:</font></b><br/>{0}
ca_es: <b><font color='red'>S'ha produït un error en la instal·lació dels idiomes:</font></b><br/>{0}
de_de: <b><font color='red'>Fehler bei der Sprachpaket-Installation:</font></b><br/>{0}
fr_fr: <b><font color='red'>Erreur lors de l’installation de la (des) Langue(s) :</font></b><br/>{0}
it_it: <b><font color='red'>Errore durante l'installazione dei Linguaggi:</font></b><br/>{0}
ko_kr: <b><font color='red'>언어 설치 중 에러:</font></b><br/>{0}
nl_nl: <b><font color='red'>Fout bij het installeren van Taalbestand(en):</font></b><br/>{0}
pl_pl: <b><font color='red'>Podczas instalowania pakietu dla obsługi języka wystąpił błąd:</font></b><br/>{0}
pt_br: <b><font color='red'>Erro na instalação de idioma:</font></b><br/>{0}
tr_tr: <b><font color='red'>Dil paketi yükleme işleminde bir hata oluştu(s):</font></b><br/>{0}

# InstallProviderError.Text
source: <b><font color='red'>Error Installing Provider:</font></b><br/>{0}
ar_jo: <b><font color='red'>خطأ بتنصيب المزود:</font></b><br/>{0}
ca_es: <b><font color='red'>S'ha produït un error en la instal·lació dels Proveïdors:</font></b><br/>{0}
de_de: <b><font color='red'>Fehler bei der Provider-Installation:</font></b><br/>{0}
fr_fr: <b><font color='red'>Erreur lors de l’installation du Provider :</font></b><br/>{0}
it_it: <b><font color='red'>Errore durante l'installazione del Provider:</font></b><br/>{0}
ko_kr: <b><font color='red'>프로바이더 설치 중 에러:</font></b><br/>{0}
nl_nl: <b><font color='red'>Fout bij het installeren van Provider:</font></b><br/>{0}
pl_pl: <b><font color='red'>Podczas instalowania dostawcy wystąpił błąd:</font></b><br/>{0}
pt_br: <b><font color='red'>Erro na instalação de provedor:</font></b><br/>{0}
tr_tr: <b><font color='red'>Bileşen (Provider) yükleme işleminde bir hata oluştu:</font></b><br/>{0}

# InstallSkinError.Text
source: <b><font color='red'>Error installing Skin:</font></b><br/> {0}
ar_jo: <b><font color='red'>خطأ بتصيب الجلد:</font></b><br/> {0}
ca_es: <b><font color='red'>S'ha produït un error en la instal·lació de l'aparença:</font></b><br/> {0}
de_de: <b><font color='red'>Fehler bei der Layout-Installation:</font></b><br/> {0}
fr_fr: <b><font color='red'>Erreur lors de l’installation du Thême :</font></b><br/> {0}
it_it: <b><font color='red'>Errore durante l'installazione dello Skin :</font></b><br/> {0}
ko_kr: <b><font color='red'>스킨 설치 중 에러:</font></b><br/> {0}
nl_nl: <b><font color='red'>Fout bij het installeren van Skin:</font></b><br/> {0}
pl_pl: <b><font color='red'>Podczas instalowania skórki wystąpił błąd:</font></b><br/> {0}
pt_br: <b><font color='red'>Erro na instalação de tema:</font></b><br/> {0}
tr_tr: <b><font color='red'>Tema yükleme işleminde bir hata oluştu:</font></b><br/> {0}

# NoPackages.Text
source: There are no authentication systems to install.
ar_jo: لا يوجد انظمة تصديق يراد تنصيبها
ca_es: No hi cap sistema d'autenticació per instal·lar.
de_de: Es sind keine installierbaren Authentisierungsdienste verfügbar. Sie können weitere später über den Menübefehl System :: Systemeinstellungen installieren.
fr_fr: Pas d’autre système d’identification à installer.
it_it: Nessun Systema di Autenticazione da installare
ko_kr: 설치할 인증시스템이 없습니다.
nl_nl: Er zijn geen authenticatie systemen te installeren
pl_pl: Brak dodatkowych systemów uwierzytelniania do zainstalowania.
pt_br: Não há sistemas de autenticação para instalação.
ru_ru: Нет систем аутентификации для установки
tr_tr: Yüklenecek herhangi bir kimlik doğrulama sistemi bulunmuyor.

# Page10.Title
source: Install Portal
ar_jo: خدمة التحديث
ca_es: Instal·lació del portal
de_de: Portal installieren
fr_fr: Installation du Site
it_it: Installa Portale
ko_kr: 포털 설치
nl_nl: Installeer Portaal
pl_pl: Instalacja witryny
pt_br: Instalar Portal
tr_tr: Portal Kur

# Page6.Title
source: Install Skins
ar_jo: تنصيب الجلود
ca_es: Instal·lació d'aparences
de_de: Web-Site installieren
fr_fr: Installation des thêmes
it_it: Installa Skins
ko_kr: 스킨 설치
nl_nl: Installeer Portaal
pl_pl: Instalacja skórek
pt_br: Instalar Temas
ru_ru: Установка портала
tr_tr: Portal Kur

# Providers.Text
source: Providers
ca_es: Proveïdors
de_de: Provider
fr_fr: Fournisseurs
ko_kr: 프로바이더
pl_pl: Dostawcy
pt_br: Provedores
tr_tr: Bileşenler (Providers)

# ProvidersDetail.Text
source: <p>DotNetNuke uses a provider model for extensions. On this page you can choose the Providers to install.</p>
ar_jo: <p>دوتنت نوك تستخدم موديل مزود وذلك للإمتداد . في هذه الصفحة يمكنك اختيار المزودات المراد تنصيبها</p>
ca_es: <p>DotNetNuke utilitza el model de proveïdors per determinades extensions. En aquesta pàgina podeu escollir quins proveïdors s'han d'instal·lar.</p>
de_de: <p>Dieses System verwendet Provider für Systemerweiterungen.</p>
fr_fr: <p>DotNetNuke utilise des fournisseurs comme extension. Choisissez ceux que vous désirez utiliser.</p>
it_it: <p>DotNetNuke users a provider model for extensions. On this page you can choose the Providers to install.</p>
ko_kr: <p>DotNetNuke는 확장모델 프로바이더를 사용할 수 있습니다. 이 페이지에서는 설치할 프로바이더를 선택하세요</p>
nl_nl: <p>DotNetNuke gebruikt een provider model voor extensies. Op deze pagina kunt u aangeven welke providers u wilt installeren.</p>
pl_pl: <p>W aplikacji DotNetNuke do obsługi rozszerzeń używany jest model dostawców usług. Na tej stronie można wskazać, którzy dostawcy mają zostać zainstalowani.</p>
pt_br: <p>O DotNetNuke usa um modelo de provedor para extensões. Nesta página você pode escolher estes provedores para instalar.</p>
tr_tr: <p>DotNetNuke bileşenler için provider modelini kullanır. Bu sayfada yüklemek istediğiniz bileşenleri seçebilirsiniz.</p>
